[
		{
			"id":	"1",	
			"name": "Of sand and water",
			"koteret3": "Mongolic creation  Myth",
			"description": "Long time ago, the Mongolian creation myth says, Father Heaven had two sons, Ulgen Tenger and Erieg Khan, the first one became the lord of the upper world and the second one of the under world. At that time the earth was covered with just water.One day Ulgen Tenger asked the loon to bring up mud from under the water for him to create some dry land. When he could not do this, was punished by having his legs broken so he would not be able to walk anymore, and the next one to try to create the land was goldeneye duck.The duck created just a small piece of land just enough for Ulgen to lay on. Seeing that his brother felt asleep, Erleg Khan tried to pull the land down from him, but instead the land stretched out in all directions.The next task that Ulgen Tenger decided to take, was to create animals and humans using the mud to live in the land. Then he craeted the dog to watch over the new bodies while he was gone. Erleg Khan was not happy at all to see all the new creations, and decided to see the new bodies.The dog did not let him get any close to the bodies, at first the dog could talk, but had no fur. It was cold and snowing , so Erleg Khan, promised him a beautiful fur coat, the dog agreed and was given a shiny beautiful coat.Erleg Khan then spat on the new bodies do they would have diseases and could die. When Ulgen returned, noticed that the dog had new fur and that the bodies were damaged, so as punishment made the dog's coat smell bad, took away his voice and made the dog to follow humans to get his food.",
			"img": "img/storyIcon/mongolia.png",
			"imgChar" : "img/characters/mongolia.png",
			"charName": "Ulgen Tenger and Erieg Khan ",
			"chara":"the Sons Of God"
		},
		{
			"id":	"2",
			"name": "Dreamtime",
			"koteret3": "Aboriginal creation myth",
			"description":"All was darkness in the time before time. The dark land was called Il-ba-lint-ja, and it possessed nothing save an endlessly tall pole coming out of the ground. It stretched from the barren land to the top of the heavens above. At the base of the pole, Ka-ro-ra lay in the thick night asleep. While all around him was deep blackness, his dreams were as bright and colorful as the world we know today. He was dreaming of Bandicoots; and that the creatures were coming out of his navel, his armpits, his nose and mouth. Suddenly dawn arose and Il-ba-lint-ja was flooded with light for the first time. Ka-ro-ra rose from where he had been sleeping. He had been sleeping for a long, long time and he was tired and hungry. He grabbed two Bandicoots and cooked them in the hot sun. After he had eaten, he realized that he was lonely. The sun covered itself with necklaces and sunk below the horizon. Ka-ro-ra went back to sleep. This time hedreamed of a Bull-Roarer, which appeared from his armpit. This turned into a young boy, whom he sang to life. By day father and son hunted for Bandicoots. By night as they slept, the father dreamed of more and more sons. Each morning he woke up to find twice as many as the night before.By day Ka-ro-ra and all of his sons ate Bandicoots and cooked them in the sun. It wasn’t long before the land had run out of Bandicoots.Ka-ro-ra sent his sons further and further out to hunt, but they only returned hungry in the evenings. The Bandicoots were gone.One morning they heard a strange noise, and saw a dark animal in the misty light. Thinking it might be a Bandicoot, the sons attacked it.“I’m no Bandicoot! I am T-jen-ter-ama, a man, just like yourselves. Now you have made me lame!” T-jen-ter-ama was the first of the kangaroos.That evening, all of Ka-ro-ra’s sons gathered around him.From the hole in the ground where Ka-ro-ra slept, there came a flood of honey, which engulfed the entire land of Il-ba-lint-ja.All at once, Ka-ro-ra’s sons were swept away, along with T-jen-ter-ama the kangaroo. They were all washed underground, and out of sight.Ka-ro-ra was left standing by the great pole. Ka-ro-ra went back to sleep to dream again",
			"img": "img/storyIcon/aborigin.png",
			"imgChar" : "img/characters/aborigin.png",
			"charName": "Ka-ro-ra ",
			"chara":"Karora is a bandicoot ancestral deity. According to one legend, during the Dreamtime Karora lay sleeping in the earth when from his head rose a tall pole called a tnatantja. It was a living creature, its bottom resting on his head and its top reaching up into the sky."
		},
		{
			"id":	"3",
			"name": "Quagmires of devils and demons",
			"koteret3": "ainu creation myth",
			"description":  "In the beginning, the world was nothing but a quagmire. Nothing could live there. But in the six skies above and in the six worlds below dwelled Gods, demons, and animals.In the foggy and hanging skies of the lower heavens, demons lived. In the star-bearing and high skies of the clouds lived the lesser Gods. In the skies of the most high lived Kamui, the creator God, and his servants. His realm was surrounded by a mighty metal wall and the only entrance was through a great iron gate.Kamui made this world as a vast round ocean resting on the backbone of an enormous trout. This fish sucks in the ocean and spits it out again to make the tides; when it moves it causes earthquakes.One day Kamui looked down on the watery world and decided to make something of it. He sent down a water wagtail to do the work. When the poor bird arrived and saw what a mess everything was in, it was at its wit's end to know what to do. However, by fluttering over the waters with its wings and by trampling the sand with its feet and beating it with its tail, the wagtail at last created patches of dry land. In this way islands were raised to float upon the ocean in this, the floating world. Even today, the faithful wagtail is still carrying on its work, still beating the ground with its tail.When Kamui created the world, the devil tried to thwart him. One morning, the devil got up and lay in wait with his mouth gaping wide to swallow the sun. But Kamui sent a crow to fly down the devil's throat and make him choke and cough. That is why the crow is such a bold bird. Because a crow once saved the world, all crows think they can act as they like, even stealing people's food.When the animals who lived up in the heavens saw how beautiful the world was, they begged Kamui to let them go and live on it, and he did. But Kamui also made many other creatures especially for the world. The first people, the Ainu, had bodies of earth, hair of chickweed, and spines made from sticks of willow. That is why when we grow old, our backs become bent.Kamui sent Aioina, the divine man, down from heaven to teach the Ainu how to hunt and to cook. When Aioina returned to heaven after living among the people and teaching them many things, the Gods all held their noses, crying, What a terrible smell of human being there is!They sniffed and sniffed to find out where the stink was coming from. At last they traced the smell to Aioina's clothes. The Gods sent him back to earth and refused to let him back into heaven until he left all his clothes behind. Down in the floating world, Aioina's cast-off sandals turned into the first squ",
			"img": "img/storyIcon/ainu.png",
			"imgChar" : "img/characters/ainu.png",
			"charName": "Kamui",
			"chara":"- Kamui are numerous; some are delineated and named, such as Kamuy Fuchi the hearth goddess, while others are not. Kamuy often have very specific associations, for instance, there is a kamuy of the undertow."
		},
		{
			"id":	"4",
			"name": "The Creation and the Emergence",
			"koteret3": "apache creation myth",
			"description":  "In the beginning there was nothing - no earth, no living beings. There were only darkness, water, and Cyclone, the wind. There were no humans, but only the Hactcin, the Jicarilla supernatural beings. The Hactcin made the earth, the underworld beneath it, and the sky above it. The earth they made as a woman who faces upward, and the sky they made as a man who faces downward. The Hactcin lived in the underworld, where there was no light. There were mountains and plants in the underworld, and each had its own Hactcin. There were as yet no animals or humans, and everything in the underworld existed in a dream-like state and was spiritual and holy. The most powerful of the Hactcin in the underworld was Black Hactcin. One day Black Hactcin made the first animal with four legs and a tail made of clay. At first he thought it looked peculiar, but when he asked it to walk and saw how gracefully it walked, he decided it was good. Knowing this animal would be lonely, he made many other kinds of animals come from the body of the first. He laughed to see the diversity of the animals he had created. All the animals wanted to know what to eat and where to live, so he divided the foods among them, giving grass to the horse, sheep, and cow, and to others he gave brush, leaves, and pine needles. He sent them out to different places, some to the mountains, some to the deserts, and some to the plains, which is why the animals are found in different places today. Next Black Hactcin held out his hand and caught a drop of rain. He mixed this with some earth to make mud and made a bird from the mud. At first he wasn't sure he would like what he had made. He asked the bird to fly, and when it did he liked it. He decided the bird too would be lonely, so he grabbed it and whirled it rapidly clockwise. As the bird became dizzy, it saw images of other birds, and when Black Hactcin stopped whirling it, there were indeed many new kinds of birds, all of which live in the air because they were made from a drop of water that came from the air. Black Hactcin sent the birds out to find places they liked to live, and when they returned he gave each the place that they liked. To feed them, he threw seeds all over the ground. To tease them, however, he turned the seeds into insects, and he watched as they chased after the insects. At a river nearby, he told the birds to drink. Again, however, he couldn't resist teasing them, so he took some moss and made fish, frogs, and the other things that live in water. This frightened the birds as they came to drink, and it is why birds so often hop back in fright as they come down to drink. As some of the birds took off, their feathers fell in the water, and from them came the ducks and other birds that live in the water. Black Hactcin continued to make more animals and birds. The animals and birds that already existed all spoke the same language, and they held a council. They came to Black Hactcin and asked for a companion. They were concerned that they would be alone when Black Hactcin left them, and Black Hactcin agreed to make something to keep them company. He stood facing the east, and then the south, and then the west, and then the north. He had the animals bring him all sorts of materials from across the land, and he traced his outline on the ground. He then set the things that they brought him in the outline. The turquoise that they brought became veins, the red ochre became blood, the coral became skin, the white rock became bones, the Mexican opal became fingernails and teeth, the jet became the pupil, the abalone became the white of the eyes, and the white clay became the marrow of the bones. Pollen, iron ore, and water scum were used too, and Black Hactcin used a dark cloud to make the hair. The man they had made was lying face down, and it began to rise as the birds watched with excitement. The man arose from prone, to kneeling, to sitting up, and to standing. Four times Black Hactcin told him to speak, and he did. Four times Black Hactcin told him to laugh, and he did. It was likewise with shouting. Then Black Hactcin taught him to walk, and had him run four times in a clockwise circle. The birds and animals were afraid the man would be lonely, and they asked Black Hactcin give him company. Black Hactcin asked them for some lice, which he put on the man's head. The man went to sleep scratching, and he dreamed that there was a woman beside him. When he awoke, she was there. They asked Black Hactcin what they would eat, and he told them that the plants and the cloven-hoofed animals would be their food. They asked where they should live. He told them to stay anywhere they liked, which is why the Jicarilla move from place to place. These two, Ancestral Man and Ancestral Woman, had children, and the people multiplied. In those days no one died, although they all lived in darkness. This lasted for many years. Holy Boy, another Apache spirit, was unhappy with the darkness, and he tried to make a sun. As he worked at it, Cyclone came by and told him that White Hactcin had a sun. Holy Boy went to White Hactcin, who gave him the sun, and he went to Black Hactcin, who gave him the moon. Black Hactcin told Holy Boy how to make a sacred drawing on a buckskin to hold the sun and moon, and Holy Boy, Red Boy, Black Hactcin, and White Hactcin held a ceremony at which White Hactcin released the sun and Black Hactcin released the moon. The light grew stronger as the sun moved from north to south, and eventually it was like daylight is now. The people didn't know what this was, and the shamans each began to claim that they had power over the sun. On the fourth day, there was an eclipse. After the sun had disappeared, the Hactcins told the shamans to make the sun reappear. The shamans tried all kinds of tricks, but they couldn't make the sun come back. To solve the problem, White Hactcin turned to the animals and had them bring the foods they ate. With the food and some sand and water, they began to grow a mountain. The mountain grew, but it stopped short of the hole in the sky that led from the underworld to the earth. It turned out that two girls had gone up on the mountain and had trampled the sacred plants and even had defecated there. White Hactcin, Black Hactcin, Holy Boy, and Red Boy had to go up the mountain and clean it. When they came down and the people sang, and the mountain grew again. It stopped, however, just short of the hole, and when the four went up again they could only see to the other earth. They sent up Fly and Spider, who took four rays of the sun and built a rope ladder to the upper world. Spider was the first one to climb to the upper world, where the sun was bright. White Hactcin, Black Hactcin, Holy Boy, and Red Boy climbed up the ladder, and they found much water on the earth. They sent for the four winds to blow the water away, and Beaver came up to build dams to hold the water in rivers. Spider made threads to catch the sun, and they made the sun go from east to west to light the entire world, not just one side. Hactcin called for the people to climb up, and for four days they climbed the mountain. At the top they found four ladders. Ancestral Man and Ancestral Woman were the first people to climb up, and the people climbed up into the upper world that we know today. Thus the earth is our mother, and the people climbed up as from a womb. Then the animals came up, and before long the ladders were worn out. Behind the animals came an old man and an old woman, and they couldn't climb the ladders. No one could get them up, and finally the two realized they had to stay in the underworld. They agreed to stay but told the others they must come back to the underworld eventually, which is why people go to the underworld after death. Everything in the upper world is alive - the rocks, the trees, the grass, the plants, the fire, the water. Originally they all spoke the Jicarilla Apache language and spoke to the people. The Hactcin, however, decided that it was boring to have all these things speaking the same, so they gave all these things and all the animals different voices. Eventually the people travelled out clockwise across the land. Different groups would break off and stay behind, and their children would begin to play games in which they used odd languages. The people in these groups began to forget their old languages and use these new ones, which is why now there are many languages. Only one group kept on traveling in the clockwise spiral until they reached the center of the world, and these are the Jicarill",
			"img": "img/storyIcon/apache.png",
			"imgChar" : "img/characters/apache.png",
			"charName": "Hactcin",
			"chara":"A leader of supernatural beings, in the lore of the Apache. He created animals and man and lives in the underworld. He gave Holy Boy the moon, which he placed in the heavens."
		},
		{
			"id":	"5",
			"name": "The Wild Boy",
			"koteret3": "Cherokee creation myth",
			"description":  "The earth began as nothing but water and darkness, and all the animals were in Galúnlati, above the stone vault that makes up the sky. Eventually Galúnlati became so crowded that the animals needed more room, and they wanted to move down to earth. Not knowing what was below the water, they sent down the Water-beetle to explore. Water-beetle dove below the water and eventually came back with some mud from below. That mud grew and grew, and finally it became the island that we call earth. This island of earth is suspended at its four corners from ropes that hang down from the sky, and legend has it that some day the ropes will break and the earth will sink back into the water. Because it grew from mud, the new earth was very soft. Many of the birds flew down to explore the new land, but it was too wet for them to stay. Finally Buzzard flew down, hoping it was dry, but the earth was still wet. Buzzard searched and searched, especially in the Cherokee country, and finally he became so tired that his wings flapped against the ground. His wings dug valleys where they hit the ground and turned up mountains where they pulled away, leaving the rugged country of the Cherokee. Eventually the earth was dry and the animals moved down. There still was no light, however, and so the animals set the sun passing from east to west just over their heads. With the sun so close, many of the animals were burned, giving the red crawfish its crimson color. The animals raised the sun again and again, until it was high enough that all could survive. When the plants and animals first came to earth, they were told to stay awake for seven nights, as in the Cherokee medicine ceremony. The animals all stayed awake the first night, and many stayed awake the next few nights, but only the owl and the panther and a couple of others stayed awake all seven nights. They were given the ability to see at night and so to hunt at night when the others are asleep. The same thing happened among the trees, and only the cedar, pine, spruce, holly and laurel stayed awake all seven nights, which is why they can stay green all year when the others lose their leaves. Humans came after the animals. At first they multiplied rapidly, and the first woman give birth every seven days. Eventually there were so many of them that it seemed they might not all survive, and since then to this day each woman has been able to have just one child each year. Among these early people were a man and a woman name Kanáti and Selu, whose names meant The Lucky Hunter and Corn, respectively. Kanáti would go hunting and invariably return with game, which Selu would prepare by the stream near their home. She also would always return home with baskets of corn, which she would pound to make meal for bread. Kanáti and Selu had a little boy, and he would play by the stream. Eventually they realized that he was playing with another little boy who had arisen from the blood of the game washed by the stream. With their son's help they caught the other boy, and eventually he lived with them like he was their own son, although he was called the Wild Boy. Kanáti brought home game whenever he went hunting, and one day the two boys decided to follow him. They followed him into the mountains until he came to a large rock, which he pulled aside to reveal a cave from which a buck emerged. Kanáti shot the buck and, after covering the cave, he headed home. The boys got home before him and didn't reveal what they had learned, but a few days later they returned to the rock. With a struggle they pulled it aside and had great fun watching the deer come out of the cave. They lost track of what they were doing, however, and soon all sorts of game animals - rabbit and turkeys and partridges and buffalo and all - escaped from the cave. Kanáti saw all these animals coming down the mountain and knew what the boys must have done, and he went up the mountain after them. He opened four jars in the cave, and from them came fleas and lice and gnats and bedbugs that attacked the boys. He sent them home, hoping he could find some of the dispersed game for the supper. Thus it is that people must now hunt for game.The boys went home, and Selu told them there would be no meat for dinner. However, she went to the storehouse for food, and told the boys to wait while she did so. They followed her instead to the storehouse and watched her go inside. She put down her basket and then rubbed her stomach, and the basket was partly full with corn. Then she rubbed her sides, and it was full to the top with beans. Watching through a crack in the storehouse wall, the boys saw all this. Selu knew that they had seen her, but she went ahead and fixed them a last meal. Then she and Kanáti explained that, because their secrets were revealed, they would die, and with them would end the easy life they had known. However, Selu told them to drag her body seven times around a circle in front of their house, and then to drag her seven times over the soil inside the circle, and if they stayed up all night to watch, in the morning they would have a crop of corn. The boys, however, only cleared a few spots and they only dragged her body over it twice, which is why corn only grows in certain places on the earth. They did sit up all night, though, and in the morning the corn was grown, and still it is grown today, although now it takes half a year. In these early days, the plants, the animals, and the people all lived together as friends. As the people multiplied, however, the animals had less room to roam, and they were either slaughtered for food or trampled under the humans' feet. Finally the animals held a council to discuss what to do. The bears experimented with using bows and arrows to fight back, but they concluded that they would have to cut off their claws to use the bows. The deer held a council and decided to send rheumatism to any hunter who killed a deer without asking its pardon for having done so. When a deer is shot by a hunter, the fleet and silent Little Deer, leader of the deer, runs to the blood-stained spot to ask the spirit of the killed deer if the hunter prayed for pardon for his affront. If the answer is no, Little Deer follows the trail of blood and inflicts the hunter with rheumatism so that he is crippled. The fish and reptiles likewise met, and resolved that the people would suffer from dreams in which snakes twined about them. The birds and smaller animals and insects all met too, and talked long into the night about how they had suffered from the humans. Eventually they created all sorts of new diseases to afflict humans, which have since become a scourge to the animals oppressors. After this the plants met, and they resolved that something must be done to counteract what the animals had done. That is why so many trees and shrubs and herbs, and even the mosses, provide remedies for diseases. It was thus that medicine first came into the world, to counteract the revenge of the animals.",
			"img": "img/storyIcon/cherokee.png",
			"imgChar" : "img/characters/cherokee.png",
			"charName": "Galúnlati",
			"chara":"above the stone vault that makes up the sky"
		},
		{
			"id":	"6",
			"name": "The world egg",
			"koteret3": "chinese creation myth",
			"description": "Long, long ago, when heaven and earth were still one, the entire universe was contained in an egg-shaped cloud. All the matter of the universe swirled chaotically in that egg. Deep within the swirling matter was Pan Gu, a huge giant who grew in the chaos. For 18,000 years he developed and slept in the egg. Finally one day he awoke and stretched, and the egg broke to release the matter of the universe. The lighter purer elements drifted upwards to make the sky and heavens, and the heavier impure elements settled downwards to make the earth. In the midst of this new world, Pan Gu worried that heaven and earth might mix again; so he resolved to hold them apart, with the heavens on his head and the earth under his feet. As the two continued to separate, Pan Gu grew to hold them apart. For 18,000 years he continued to grow, until the heavens were 30,000 miles above the earth. For much longer he continued to hold the two apart, fearing the retun of the chaos of his youth. Finally he realized they were stable, and soon after that he died. With the immense giant's death, the earth took on new character. His arms and legs became the four directions and the moutains. His blood became the rivers, and his sweat became the rain and dew. His voice became the thunder, and his breath became the winds. His hair became the grass, and his veins became the roads and paths. His teeth and bones became the minerals and rocks, and his flesh became the soil of the fields. Up above, his left eye became the sun, and his right eye became the moon. Thus in death, as in life, Pan Gu made the world as it is today. Many centuries later, there was a goddess named Nü Wa who roamed this wild world that Pan Gu had left behind, and she became lonely in her solitude. Stopping by a pond to rest, she saw her reflection and realized that there was nothing like herself in the world. She resolved to make something like herself for company. From the edge of the pond she took some mud and shaped it in the form of a human being. At first her creation was lifeless, and she set it down. It took life as soon as it touched the soil, however, and soon the human was dancing and celebrating its new life. Pleased with her creation, Nü Wa made more of them, and soon her loneliness disappeared in the crowd of little humans around her. For two days she made them, and still she wanted to make more. Finaly she pulled down a long vine and dragged it through the mud, and then she swung the vine through the air. Droplets of mud flew everywhere and, when they fell, they became more humans that were nearly as perfect as the ones she had made by hand. Soon she had spread humans over the whole world. The ones she made by hand became the aristocrats, and the ones she made with the vine became the poor common people. Even then, Nü Wa realized that her work was incomplete, because as her creations died she would have to make more. She solved this problem by dividing the humans into male and female, so that they could reproduce and save her from having to make new humans to break her solitude. Many years later, Pan Gu's greatest fear came true. The heavens collapsed so that there were holes in the sky, and the earth cracked, letting water rush from below to flood the earth. At other places, fire sprang forth from the earth, and everywhere wild beasts emerged from the forests to prey on the people. Nü Wa drove the beasts back and healed the earth. To fix the sky, she took stones of many colors from the river and built a fire in which she melted them. She used the molten rock to patch the holes in the sky, and she used the four legs of a giant turtle to support the sky again. Exhausted by her labors, she soon lay down to die and, like Pan Gu, from her body came many more features to adorn the world that she had restored.a Apaches.",
			"img": "img/storyIcon/chinese.png",
			"imgChar" : "img/characters/chinese.png",
			"charName": "Pan Gu",
			"chara":"the first living being and the creator of all."
		},
		{
			"id":	"7",
			"name": "We-hicht, we-hicht, we-hicht",
			"koteret3": "Digueno creation myth",
			"description": "When Tu-chai-pai made the world, the earth was the woman, the sky was the man. The sky came down upon the earth. The world in the beginning was a pure lake covered with tulles. Tu-chai-pai and his younger brother, Yo-ko-mat-is, sat together, stooping far over, bowed down by the weight of the sky. The Maker said to his brother, What am I going to do?I do not know, said Yo-ko-mat-is.Let us go a little farther, said the Maker.So they went a little farther and sat down to rest. Now what am I going to do? said Tu-chai-pai.I do not know, my brother.All of this time the Maker knew what he was about to do, but he was asking his brother's help. Then he said, We-hicht, we-hicht, we-hicht, three times. He took tobacco in his hand. and rubbed it fine and blew upon it three times. Every time he blew, the heavens rose higher above their heads.Younger brother did the same thing because the Maker asked him to do it. The heavens went higher and higher and so did the sky. Then they did it both together, We-hicht, we-hicht, we-hicht, and both took tobacco, rubbed it, and puffed hard upon it, sending the sky so high it formed a concave arch.Then they placed North, South, East, and West. Tu-chai-pai made a line upon the ground. Why do you make that line? asked younger brother. I am making the line from East to West and name them so. Now you make a line from North to South.Yo-ko-mat-is thought very hard. How would he arrange it? Then he drew a crossline from top to bottom. He named the top line North, and the bottom line South. Then he asked, Why are we doing this? The Maker said, I will tell you. Three or four men are coming from the East, and from the West three or four Indians are coming.The brother asked, Do four men come from the North, and two or three men come from the South?Tu-chai-pai said, Yes. Now I am going to make hills and valleys and little hollows of water.Why are you making all of these things?The Maker explained, After a while when men come and are walking back and forth in the world, they will need to drink water or they will die. He had already made the ocean, but he needed little water places for the people.Then he made the forests and said, After a while men will die of cold unless I make wood for them to burn. What are we going to do now? I do not know, replied younger brother.We are going to dig in the ground and find mud to make the first people, the Indians. So he dug in the ground and took mud to make the first men and the first women. He made the men easily, but he had much trouble making women. It took him a long time. After the Indians, he made the Mexicans and finished all his making. He then called out very loudly, People, you can never die and you can never get tired, so you can walk all the time. But then he made them sleep at night, to keep them from walking in the darkness. At last he told them that they must travel toward the East, where the sun's light was coming out for the first time.The Indians then came out and searched for the light, and at last they found light and were exceedingly glad to see the Sun. The Maker called out to his brother, It's time to make the Moon. You call out and make the Moon to shine, as I have made the Sun. Sometime the Moon will die. When it grows smaller and smaller, men will know it is going to die, and they must run races to try and keep up with the dying moon.The villagers talked about the matter and they understood their part and that Tu-chai-pai would be watching to see that they did what he wanted them to do. When the Maker completed all of this, he created nothing more. But he was always thinking how to make Earth and Sky better for all the Indians.",
			"img": "img/storyIcon/digueno.png",
			"imgChar" : "img/characters/digueno.png",
			"charName": "Tu-chai-pai",
			"chara":"the maker of realms, creator of contrasts."
		},
		{
			"id":	"8",
			"name": "Fighting the serpent",
			"koteret3": "Egyptian creation myth",
			"description": "Nu was the name of the dark, swirling chaos before the beginning of time.Out of these waters rose Atum; he created himself using his thoughts and the sheer force of his will.He created a hill, for there was nowhere he could stand.Atum was alone in the world. He was neither male nor female, and he had one all-seeing eye that could roam theuniverse. He joined with his shadow to produce a son and a daughter. Atum gave birth to his son by spitting him out. He named him Shu and made him god of the air. Atum vomited up his daughter. He named her Tefnut and made her the goddess of mist and moisture.Shu and Tefnut were given the task of separating the chaos into principles of law, order and stability. The chaos was divided into light and dark and set into place.This order was called Maat, which formed the principles of life for all time. Maat was a feather; it was light and pure.Shu and Tefnut produced Geb, the Earth and Nut the Sky. At first these two were tangled together as one.Shu, god of the air, pushed Nut up into the heavens. There she would remain arched out over Geb, her mate.They longed to be together, but in the name of Maat they had to be apart, to fulfil their functions.Nut produced rain for Geb, and Geb made things grow on earth.As the sky, she gave birth to the sun every night before dawn, and by day it would follow its course over the earth and die at sunset.Shu and Tefnut produced the other gods. Isis, the queen of the gods, Hathor, the goddess of love and beauty, Osiris the god of wisdom and justice, Seth, the god of evil, Thoth, the god of wisdom and Nephthys the protectress of the dead.But the chaos was still vast and not yet fully separated into the order of Maat. Shu and Tefnut once got lost in the dark waters of Nu. Atum was desperate to find his children. He sent his all-seeing eye throughout the heavens and earth to search for them.In time Shu and Tefnut returned with the eye. When Atum saw them again he was so delighted that he wept tears of joy.As these tears hit the earth, they became the first men.As the men populated the earth they had to uphold the truth and balance of Maat. They had the task of tending theearth and worshipping the gods. The gods, in turn, protected and loved their creations",
			"img": "img/storyIcon/egypt.png",
			"imgChar" : "img/characters/egypt.png",
			"charName": "Nu",
			"chara":"is the deification of the primordial watery abyss in ancient Egyptian religion. In the Ogdoad cosmogony, the word nu means abyss."
		},
		{
			"id":	"9",
			"name": "Chaining the elements",
			"koteret3": "greece creation myth",
			"description": "In the beginning, Chaos, an amorphous, gaping void encompassing the entire universe, and surrounded by an unending stream of water ruled by the god Oceanus, was the domain of a goddess named Eurynome, which means far-ruling or wide-wandering.She was the Goddess of All Things, and desired to make order out of the Chaos. By coupling with a huge and powerful snake, Ophion, or as some legends say, coupling with the North Wind, she gave birth to Eros, god of Love, also known as Protagonus, the firstborn.Eurynome separated the sky from the sea by dancing on the waves of Oceanus. In this manner, she created great lands upon which she might wander, a veritable universe, populating it with exotic creatures such as Nymphs, Furies, and Charites as well as with countless beasts and monsters.Also born out of Chaos were Gaia, called Earth, or Mother Earth, and Uranus, the embodiment of the Sky and the Heavens, as well as Tartarus, god of the sunless and terrible region beneath Gaia, the Earth.Gaia and Uranus married and gave birth to the Titans, a race of formidable giants, which included a particularly wily giant named Cronus.In what has become one of the recurrent themes of Greek Mythology, Gaia and Uranus warned Cronus that a son of his would one day overpower him. Cronus therefore swallowed his numerous children by his wife Rhea, to keep that forecast from taking place.This angered Gaia greatly, so when the youngest son, Zeus, was born, Gaia took a stone, wrapped it in swaddling clothes and offered it to Cronus to swallow. This satisfied Cronus, and Gaia was able to spirit the baby Zeus away to be raised in Crete, far from his grasping father.In due course, Zeus grew up, came homeward, and got into immediate conflict with the tyrant Cronus, who did not know that this newcomer was his own son. Zeus needed his brothers and sisters help in slaying the tyrant, and Metis, Zeus's first wife, found a way of administering an emetic to Cronus, who then threw up his five previous children, who were Hestia, Demeter, Hera, Hades, and Poseidon. Together they went to battle against their father.The results were that all of his children, led by Zeus, vanquished Cronus forever into Tartarus' domain, the Dark World under the Earth.Thus, Zeus triumphed over not only his father, and his father's family of Giants, he triumphed over his brothers and sisters as well, dividing up the universe as he fancied, in short, bringing order out of Chaos.He made himself Supreme God over all, creating a great and beautiful place for his favored gods to live, on Mount Olympus, in Thessaly. All the others were left to fend for themselves in lands below Mount Olympus.Zeus made himself God of the Sky and all its phenomena, including the clouds as well as the thunderbolts. Hestia became goddess of the Hearth. To his brother Poseidon, he gave the rule of the Sea. Demeter became a goddess of Fertility, Hera (before she married Zeus and became a jealous wife), was goddess of Marriage and Childbirth, while Hades, one of his other brothers, was made god of the Underworld.Zeus did indeed bring order out of Chaos, but one of his failings was that he did not look kindly upon the people, those creatures that populated the lands over which he reigned. Many were not beautiful, and Zeus had contempt for anyone who was not beautiful. And of course they were not immortal, as the Olympian gods were, and they complained about the lack of good food and the everlasting cold nights. Zeus ignored their complaints, while he and the other gods feasted endlessly on steaming hot game from the surrounding forests, and had great crackling fires in every room of their palaces where they lived in the cold winter.Enter Prometheus, one of the Titans not vanquished in the war between Zeus and the giants. It is said in many myths that Prometheus had created d a race of people from clay, or that he had combined specks of every living creature, molded them together, and produced a new race, The Common Man. At the very least he was their champion before Zeus.Fire for cooking and heating was reserved only for the gods to enjoy. Prometheus stole some of the sparks of a glowing fire from the Olympians, so that the people below Olympus could have fire for cooking and warmth in the winter, thus greatly improving their lot in life.Zeus was furious at this insult to his absolute power, and had Prometheus bound and chained to a mountain, sending an eagle to attack him daily.Adding insult to injury, Zeus had his fellow Olympian, Hephaestus, fashion a wicked but beautiful creature to torment Prometheus. It was a woman, whom they named Pandora, which means all gifts. She was given a precious and beautiful box, which she was told not to open, but curiosity got the better of her, and out flew all the evils that plague men. The only gift that stayed in the box was Hope.So, from far-ruling Eurynome to the creation of the Common Man, Greek creation myths are inextricably filled with difficulties, though often ameliorated by the gift of Hope. A myriad of other myths tell of the joys and adventures of great heroes and heroines, other gods and goddesses, as well as fantastic creatures from all parts of ancient Greece.",
			"img": "img/storyIcon/greece.png",
			"imgChar" : "img/characters/greece.png",
			"charName": "Zeus",
			"chara":"the god of the sky and ruler of the Olympian gods. He overthrew his father, Cronus, and then drew lots with his brothers Poseidon and Hades, in order to decide who would succeed their father on the throne. Zeus won the draw and became the supreme ruler of the gods, as well as lord of the sky and rain. His weapon was a thunderbolt which he hurled at those who displeased or defied him, especially liars and oathbreakers. He was married to Hera but often tested her patience, as he was infamous for his many affairs."
		},
		{
			"id":	"10",
			"name": "Birth in the dawn",
			"koteret3": "Hawaiian  creation myth",
			"description": "When the earth first became hot and the heavens churned and the sun was dark, land emerged from the slime of the sea. The deepest darkness of caverns, a male, and the moonless darkness of night, a female, gave birth to the simple lifeforms of the sea. The coral that builds islands was born, and the grub, the sea cucumber, the sea urchin, the barnacle, the mussel, the limpet, and cowry, and the conch and other shellfish. Born was the seagrass, guarded by the tough landgrass on land; born was the Manauea moss of the sea, matched by the Manauea taro plant on land; born was the Kele seaweed, and the Ekele plant of the land.      Next the deep darkness of the deep sea and darkness broken by slivers of light in the moonlit forest gave birth to the fish of the sea. The porpoise was born, and the shark, and the goatfish, and the eel, and the octopus, and the stingray, and the bonito, and the albacore, and the mackerel and mullet, and the sturgeon. Born was the Kauila eel of the sea, matched by the Kauila tree on land; born was the Kupoupou fish of the sea, and the Kou tree on land; born was the A'awa fish of the sea, guarded by the 'Awa plant of the land. Trains of walruses and schools of fish swam past the coral ridges, still in the darkness of night.      Next darkness of night and night that just barely breaks into dawn gave birth to the flying creatures. The caterpillar was born, and the moth to which it leads; the ant was born, and the dragonfly that it becomes; the grub was born, and the grasshopper that it becomes. The snipe was born, and the turnstone and the mudhen, and the crow and the rail, and the albatross and the curlew, and the stilt and the heron. Born was the sea-duck of the islands, and the wild duck that lives on land; born was Hehe bird of the sea, matched by the Nene goose on land.      Next, as the sea advanced onto the land and passed back and forth across it, the light of earliest dawn and half-darkness produced the crawling creatures that come from the sea. The rough-backed turtle was born, and the horn-billed turtle and the dark-red turtle. The lobster and gecko were born and the mud-dwelling creatures that leave their tracks in the sand. Born was the Wili sea-borer of the sea, and the Wilwili tree on land; born was the Opeope jellyfish of the sea, and the Oheohe bamboo of the land. Thus the crawling animals were born in the night, creeping and crawling onto the land.      Next were born the animals of the land, including the dog and rat. Then, in the stillness as the light of dawn came across the land, were born La'ila'i, a woman, and Ki'i, a man, and Kane, a god, and Kanaloa, the octopus. From the union of La'ila'i with Ki'i and Kane came humanity, waves of people who came from afar. Born was Hahapo'el, a girl, and Ha-popo, another girl, in the upland valleys whence chiefs arose. Born were humans, spreading across the earth, and now it was day.",
			"img": "img/storyIcon/hawaii.png",
			"imgChar" : "img/characters/hawaii.png",
			"charName": "Ha-popo",
			"chara":"An ancient spirit of watery form which from it spawned all the sea creatures."
		},
		{
			"id":	"11",
			"name": "Garden of Eden",
			"koteret3": "hebrews creation myth",
			"description": "On the day that Yahweh made the heavens and the earth, the land was dry and barren until a mist came up from the earth and wetted the land. Then Yahweh took dust from the earth and shaped it into the form of a man, and he breathed life into that form, and it came to life.      Yahweh created a garden in a place called Eden. In this garden Yahweh placed all the trees that bear fruit, including the tree of life and the tree of knowledge of good and evil. A river flowed out of Eden and watered the garden, and there it divided to become four rivers that flow to the four corners of the world. Yahweh put the man there and instructed him to cultivate the garden and to eat of whatever fruit he liked, except for fruit of the tree of knowledge of good and evil.      Then Yahweh decided that the man should not be alone, and that he should have a helper. Thus Yahweh made the beasts of the field and the birds of the air, and the man gave a name to each of them. However, none were fit to be his helper, so Yahweh made the man fall into a deep sleep and took one of the man's ribs, and he made it into a woman. This man was Adam, and the woman's name was Eve.      In the garden was a snake, and the snake persuaded the woman that she could eat the fruit of the tree of knowledge of good and evil without dying, and that eating the fruit would give her Yahweh's knowledge of good and evil. She ate the fruit, and she gave some to the man too. For the first time they were ashamed of being naked, and so they made aprons for themselves.      When the man and woman heard Yahweh in the garden, they hid from him, but Yahweh called them out and asked why they had hidden. The man explained that they hid because of their scanty clothing. Yahweh asked the man how they knew to be ashamed of nudity, and if they had eaten the forbidden fruit of the tree of knowledge of good and evil. The man explained that the woman had eaten of the fruit and given him some too. When Yahweh asked the woman, she explained that the snake had beguiled her into eating the fruit.      Yahweh said to the snake, Because of what you have done, you are cursed more than any other animal, and you will have to crawl on your belly in the dust, and you will be beaten by the offspring of this woman. To the woman Yahweh said, You will be cursed with great pain in giving birth to children, yet you will have the desire to reproduce, and your husband will rule you. Finally, to the man Yahweh said, Because of what you have done, the ground is cursed and you will never eat of this fruit again. You will grow plants and fields and eat bread until you die, until you become the dust from which you were made.      Then Yahweh said, This man has become like us, knowing good and evil - next he will seek the tree of life and try to live forever. Therefore Yahweh made the man and woman clothing and drove them out of the Garden of Eden, and he placed a winged half-human, half-lion creature at the Garden's gate to keep them out.",
			"img": "img/storyIcon/heba.png",
			"imgChar" : "img/characters/heb1.png",
			"charName": "Yahweh",
			"chara":"Yahweh is the national god of the kingdoms of Israel and Judah, He have been worshipped only in these two kingdoms, he was not quite unique in this–the god Ashur was worshiped only by the Assyrians–but it is unusual to find a principal god of one people who does not turn up as a minor god in other pantheons.[10] It also raises the question of who he was, and when and how he became associated with Israel and Judah.[10] His name may have originated as a title for El, the head of the Canaanite pantheon, but although El and Yahweh have much in common they also have many differences.  The more probable explanation is that he originated as a storm-god from regions south of Israel and Judah,[12] where Egyptian inscriptions mention a land of the Shasu Yahu, the Shasu being nomads from Midian and Edom and Yahu a place name."
		},
		{
			"id":	"12",
			"name": "On the seventh day",
			"koteret3": "hebrews creation myth",
			"description": "In the beginning the Elohim made the sky and the earth, but the earth was shapeless and everything was dark. The Elohim said Let there be light, and there was the light that made day different from night. And that was the first day. The Elohim said, Let there be a dome to separate the heavens from the waters below, and there were the heavens. And that was the second day. The Elohim said, Let the waters of the earth gather so that there are seas and there is dry land, and so it was. The Elohim said, Let there be vegetation on the land, with plants to yield seeds and fruits, and so it was. And that was the third day. The Elohim said, Let there be light in the heavens, and let them change with the seasons, and so there were stars. Then the Elohim made a sun and a moon to rule over the day and to rule over the night. And that was the fourth day. The Elohim said, Let there be creatures in the waters, and let there be birds in the skies, and so there were sea monsters and sea creatures and birds. The Elohim blessed them, saying Be fruitful and multiply. And that was the fifth day. The Elohim said, Let the earth have animals of various kinds, and so it was. Then the Elohim said, Let us make humans after our own likeness, and let them rule over the fish of the sea, over the birds of the air, over the cattle and creeping things of the land, and over all the earth. The Elohim said to these humans, Be fruitful and multiply, and fill the earth and subdue it, ruling over the fish and the birds and the animals of the land. We have given you every plant and tree yielding seed. To every beast and bird of the Earth we have given every green plant for food. And that was the sixth day. And on the seventh day the making of the heavens and earth was finished, and the Elohim rested.",
			"img": "img/storyIcon/hebb.png",
			"imgChar" : "img/characters/heb2.png",
			"charName": "Elohim",
			"chara":"The notion of divinity underwent radical changes throughout the period of early Israelite identity. The ambiguity of the term elohim is the result of such changes, cast in terms of vertical translatability, i.e. the re-interpretation of the gods of the earliest recalled period as the national god of monolatrism."
		},
		{
			"id":	"13",
			"name": "Shapeless existence",
			"koteret3": "Hopi creation myth",
			"description": "The world at first was endless space in which existed only the Creator, Taiowa. This world had no time, no shape, and no life, except in the mind of the Creator. Eventually the infinite creator created the finite in Sotuknang, whom he called his nephew and whom he created as his agent to establish nine universes. Sotuknang gathered together matter from the endless space to make the nine solid worlds. Then the Creator instructed him to gather together the waters from the endless space and place them on these worlds to make land and sea. When Sotuknang had done that, the Creator instructed him to gather together air to make winds and breezes on these worlds. The fourth act of creation with which the Creator charged Sotuknang was the creation of life. Sotuknang went to the world that was to first host life and there he created Spider Woman, and he gave her the power to create life. First Spider Woman took some earth and mixed it with saliva to make two beings. Over them she sang the Creation Song, and they came to life. She instructed one of them, Poqanghoya, to go across the earth and solidify it. She instructed the other, Palongawhoya, to send out sound to resonate through the earth, so that the earth vibrated with the energy of the Creator. Poqanghoya and Palongawhoya were despatched to the poles of the earth to keep it rotating. Then Spider Woman made all the plants, the flowers, the bushes, and the trees. Likewise she made the birds and animals, again using earth and singing the Creation Song. When all this was done, she made human beings, using yellow, red, white, and black earth mixed with her saliva. Singing the Creation Song, she made four men, and then in her own form she made four women. At first they had a soft spot in their foreheads, and although it solidified, it left a space through which they could hear the voice of Sotuknang and their Creator. Because these people could not speak, Spider Woman called on Sotuknang, who gave them four languages. His only instructions were for them to respect their Creator and to live in harmony with him. These people spread across the earth and multiplied. Despite their four languages, in those days they could understand each other's thoughts anyway, and for many years they and the animals lived together as one. Eventually, however, they began to divide, both the people from the animals and the people from each other, as they focused on their differences rather than their similarities. As division and suspicion became more widespread, only a few people from each of the four groups still remembered their Creator. Sotuknang appeared before these few and told them that he and the Creator would have to destroy this world, and that these few who remembered the Creator must travel across the land, following a cloud and a star, to find refuge. These people began their treks from the places where they lived, and when they finally converged Sotuknang appeared again. He opened a huge ant mound and told these people to go down in it to live with the ants while he destroyed the world with fire, and he told them to learn from the ants while they were there. The people went down and lived with the ants, who had storerooms of food that they had gathered in the summer, as well as chambers in which the people could live. This went on for quite a while, because after Sotuknang cleansed the world with fire it took a long time for the world to cool off. As the ants' food ran low, the people refused the food, but the ants kept feeding them and only tightened their own belts, which is why ants have such tiny waists today. Finally Sotuknang was done making the second world, which was not quite as beautiful as the first. Again he admonished the people to remember their Creator as they and the ants that had hosted them spread across the earth. The people multiplied rapidly and soon covered the entire earth. They did not live with the animals, however, because the animals in this second world were wild and unfriendly. Instead the people lived in villages and built roads between these, so that trade sprang up. They stored goods and traded those for goods from elsewhere, and soon they were trading for things they did not need. As their desire to have more and more grew, they began to forget their Creator, and soon wars over resources and trade were breaking out between villages. Finally Sotuknang appeared before the few people who still remembered the Creator, and again he sent them to live with the ants while he destroyed this corrupt world. This time he ordered Poqanghoya and Palongawhoya to abandon their posts at the poles, and soon the world spun out of control and rolled over. Mountains slid and fell, and lakes and rivers splashed across the land as the earth tumbled, and finally the earth froze over into nothing but ice. This went on for years, and again the people lived with the ants. Finally Sotuknang sent Poqanghoya and Palongawhoya back to the poles to resume the normal rotation of the earth, and soon the ice melted and life returned. Sotuknang called the people up from their refuge, and he introduced them to the third world that he had made. Again he admonished the people to remember their Creator as they spread across the land. As they did so, they multiplied quickly, even more quickly than before, and soon they were living in large cities and developing into separate nations. With so many people and so many nations, soon there was war, and some of the nations made huge shields on which they could fly, and from these flying shields they attacked other cities. When Sotuknang saw all this war and destruction, he resolved to destroy this world quickly before it corrupted the few people who still remembered the Creator. He called on Spider Woman to gather those few and, along the shore, she placed each person with a little food in the hollow stem of a reed. When she had done this, Sotuknang let loose a flood that destroyed the warring cities and the world on which they lived. Once the rocking of the waves ceased, Spider Woman unsealed the reeds so the people could see. They floated on the water for many days, looking for land, until finally they drifted to an island. On the island they built little reed boats and set sail again to the east. After drifting many days, they came to a larger island, and after many more days to an even larger island. They hoped that this would be the fourth world that Sótuknang had made for them, but Spider Woman assured them that they still had a long and hard journey ahead. They walked across this island and built rafts on the far side, and set sail to the east again. They came to a fourth and still larger island, but again they had to cross it on foot and then build more rafts to continue east. From this island, Spider Woman sent them on alone, and after many days they encountered a vast land. Its shores were so high that they could not find a place to land, and only by opening the doors in their heads did they know where to go to land. When they finally got ashore, Sotuknang was there waiting for them. As they watched to the west, he made the islands that they had used like stepping stones disappear into the sea. He welcomed them to the fourth world, but he warned them that it was not as beautiful as the previous ones, and that life here would be harder, with heat and cold, and tall mountains and deep valleys. He sent them on their way to migrate across the wild new land in search of the homes for their respective clans. The clans were to migrate across the land to learn its ways, although some grew weak and stopped in the warm climates or rich lands along the way. The Hopi trekked and far and wide, and went through the cold and icy country to the north before finally settling in the arid lands between the Colorado River and Rio Grande River. They chose that place so that the hardship of their life would always remind them of their dependen",
			"img": "img/storyIcon/hopi.png",
			"imgChar" : "img/characters/hopi.png",
			"charName": "Tawa",
			"chara":"the Sun Spirit. Tawa is the Creator, and it was he who formed the First World out of Tokpella, or Endless Space, as well as its original inhabitants. It is still traditional for Hopi mothers to seek a blessing from the Sun for their newborn children."
		},
		{
			"id":	"14",
			"name": "seeds of the Holy Sea",
			"koteret3": "hungarian creation myth",
			"description": "The seeds of the Holy Sea break out of your shell.The eternal sea's waves are waving, and rolling.Their waves are rocking and their foam is hissing.There is no earth yet anywhere, but in the immeasurable heights, Above in his golden house, sits the great heavenly father on his golden throne.He is the old, white haired and white bearded God of eternity. On his black robes there are thousands of sparkling stars.Besides him sits his wife, the Great Heavenly Mother.On her white robes (palast) there are thousands of sparkling stars. She is the ancient material of which everything is made. They have existed from eternity in the past and will exist for all eternity to come.In front of them stands their beautiful golden sunbeam haired son, The sun God Magyar. The boy asks of his father: When shall we create the world of the humans my dear father?The Eternal Sea just waves and rolls.Its waves are rocking and its foam is hissing. The old gray-haired heavenly father lowers his head.He ponders the question a while and a little longer, Then he lifts his white haired head and talks to his son.-- My dear sweet golden haired son, let us create then For the humans their own world, so that they, who will be Your children shall have a place to live in.-- How shall we create such a world, my dear father? -- This is the manner in which we can create it: In the depths of the waving, blue Sea of Eternity are theSleeping eyes (seeds), sleeping seeds [sem=eye/small seed]The sleeping Magya's [ Mag=seed, Magyar=man].Descend therefore to the depths of the Great Sea.Bring up the sleeping seeds and dreaming eyes, so thatWe can create a world out of them.The son followed the direction of his father.He turned himself into his image of a golden bird, into a golden diving duck.Then he flew down to the expanses of the Endless Sea.He swam for a while on top of the water,Rocked by the waves of the sea for a while.He then dived down into the depths of the blue,Searching for the bottom, but unable to reach it.Out of breath, he was forced to resurface.He swam on top again, rocked by the waves, He gathered his strength, for a long time.After taking deep breaths he submerged again into the blue depths,Diving deeper, into the darkness, slowly releasing his airWhich like vibrating pearls rose to the top and popped on the surface of the rolling sea.However now his beak hit the bottom of the sea, into its sand.He took some of it into his beak and like an arrow,He shot up to the top of the water with itFrom the surface of the sea bed, he brought up theSleeping eyes/seeds, silver white ugyucske [small eyes?].The sleeping eyes awoke, the sleepy eyes opened and grew up and became living beings.",
			"img": "img/storyIcon/hungary.png",
			"imgChar" : "img/characters/hungary.png",
			"charName": "The sleeping Magyas",
			"chara":"the seeds of creations."
		},
		{
			"id":	"15",
			"name": "You must speak",
			"koteret3": "Igorot creation myth",
			"description": "In the beginning there were no people on the earth.Lumawig, the Great Spirit, came down from the sky and cut many reeds. He divided these into pairs which he placed in different parts of the world, and then he said to them, You must speak.Immediately the reeds became people, and in each place was a man and a woman who could talk, but the language of each couple differed from that of the others.Then Lumawig commanded each man and woman to marry, which they did. By and by there were many children, all speaking the same language as their parents. These, in turn, married and had many children. In this way there came to be many people on the earth.Now Lumawig saw that there were several things which the people on the earth needed to use, so he set to work to supply them. He created salt, and told the inhabitants of one place to boil it down and sell it to their neighbors. But these people could not understand the directions of the Great Spirit, and the next time he visited them, they had not touched the salt.Then he took it away from them and gave it to the people of a place called Mayinit. These did as he directed, and because of this he told them that they should always be owners of the salt, and that the other peoples must buy of them.Then Lumawig went to the people of Bontoc and told them to get clay and make pots. They got the clay, but they did not understand the molding, and the jars were not well shaped. Because of their failure, Lumawig told them that they would always have to buy their jars, and he removed the pottery to Samoki. When he told the people there what to do, they did just as he said, and their jars were well shaped and beautiful. Then the Great Spirit saw that they were fit owners of the pottery, and he told them that they should always make many jars to sell.In this way Lumawig taught the people and brought to them all the things which they no",
			"img": "img/storyIcon/igorot.png",
			"imgChar" : "img/characters/igorot.png",
			"charName": "Lumawig",
			"chara":"the great god in the sky and agriculture."
		},
		{
			"id":	"16",
			"name": "Pulled out of the rock",
			"koteret3": "Inca creation myth",
			"description": "In the beginning, Pachacamac the sun rose slowly from Lake Titicaca.Pachacamac was so bright that nothing else could be seen in the sky but him. But the night sky was empty; so he made the stars, the planets and the moon. The beautiful moon, Pachamama, became his wife and together they ruled the heavens and the earth. Pachacamac fashioned the first humans from the stone of an enormous mountain of rock. The first humans were pitiful creatures; they knew nothing of the world nor how to survive in it. The sun and the moon bore a son and a daughter. Out of pity they sent their children to the earth to help them.The son of Pachacamac taught men how to plow and plant the fields, and how to build houses.The daughter of the moon approached the women and taught them the art of weaving, and how to prepare food.Teach the humans to be kind and fair. I will provide light and warmth, every day without fail; but make sure they never forget their creators.Pachacamac’s son became the first Inca; he and his sister-wife ruled the first humans.After a while, the Inca and his wife took a long journey to find the perfect place to his people to settle. At every stop,they stuck one of their father’s golden rods in the earth. Each golden rod would be a symbol for his people to build a city.When they reached the valley of Huanacauri, the golden rod sank into the ground and disappeared.Inca decided that here should be the site of the first temple of the sun, and that here is where he and his people would settle.Inca and his wife set off to gather his people. He went north and his wife wandered south.The children of the sun were beautiful and spoke convincingly about Pachacamac and his principles of law.When they met people in small villages, the people were so moved that they left their homes and followed the Inca and his wife to the valley of Huanacauri.Soon, they had followers from the enitre region.The followers of Inca’s wife settled with her followers in the south and her city was Hurin-Cuzco, Southern City.Inca and his followers settled in the northern part of the valley and named their town Hanan-Cuzco, City of the North.From then on, all Inca cities were divided into northern and southern halves, representing the male and female forces.",
			"img": "img/storyIcon/inca.png",
			"imgChar" : "img/characters/inca.png",
			"charName": "Pachacamac",
			"chara":"god of fire and a son of the sun god; he rejuvenated the world originally created by the god Viracocha and taught men the crafts. Pachacamac was  invisible and thus was never represented in art."
		},
		{
			"id":	"17",
			"name": "The self of nothing",
			"koteret3": "indian creation myth",
			"description": "In the beginning, Pachacamac the sun rose slowly from Lake Titicaca.Pachacamac was so bright that nothing else could be seen in the sky but him. But the night sky was empty; so he made the stars, the planets and the moon. The beautiful moon, Pachamama, became his wife and together they ruled the heavens and the earth. Pachacamac fashioned the first humans from the stone of an enormous mountain of rock. The first humans were pitiful creatures; they knew nothing of the world nor how to survive in it. The sun and the moon bore a son and a daughter. Out of pity they sent their children to the earth to help them.The son of Pachacamac taught men how to plow and plant the fields, and how to build houses.The daughter of the moon approached the women and taught them the art of weaving, and how to prepare food.Teach the humans to be kind and fair. I will provide light and warmth, every day without fail; but make sure they never forget their creators.Pachacamac’s son became the first Inca; he and his sister-wife ruled the first humans.After a while, the Inca and his wife took a long journey to find the perfect place to his people to settle. At every stop,they stuck one of their father’s golden rods in the earth. Each golden rod would be a symbol for his people to build a city.When they reached the valley of Huanacauri, the golden rod sank into the ground and disappeared.Inca decided that here should be the site of the first temple of the sun, and that here is where he and his people would settle.Inca and his wife set off to gather his people. He went north and his wife wandered south.The children of the sun were beautiful and spoke convincingly about Pachacamac and his principles of law.When they met people in small villages, the people were so moved that they left their homes and followed the Inca and his wife to the valley of Huanacauri.Soon, they had followers from the enitre region.The followers of Inca’s wife settled with her followers in the south and her city was Hurin-Cuzco, Southern City.Inca and his followers settled in the northern part of the valley and named their town Hanan-Cuzco, City of the North.From then on, all Inca cities were divided into northern and southern halves, representing the male and female forces.",
			"img": "img/storyIcon/india.png",
			"imgChar" : "img/characters/india.png",
			"charName": "self",
			"chara":"or the  Purusa is the  abstract essence of Self, Spirit and the Universal Principle that is eternal, indestructible, without form and all pervasive."
		},
		{
			"id":	"18",
			"name": "Pillars of heaven",
			"koteret3": "Japan creation myth",
			"description": "When heaven and earth began, three deities came into being, The Spirit Master of the Center of Heaven, The August Wondrously Producing Spirit, and the Divine Wondrously Producing Ancestor. These three were invisible. The earth was young then, and land floated like oil, and from it reed shoots sprouted. From these reeds came two more deities. After them, five or six pairs of deities came into being, and the last of these were Izanagi and Izanami, whose names mean The Male Who Invites and The Female who Invites. The first five deities commanded Izanagi and Izanami to make and solidify the land of Japan, and they gave the young pair a jeweled spear. Standing on the Floating Bridge of Heaven, they dipped it in the ocean brine and stirred. They pulled out the spear, and the brine that dripped of it formed an island to which they descended. On this island they built a palace for their wedding and a great column to the heavens. Izanami examined her body and found that one place had not grown, and she told this to Izanagi, who replied that his body was well-formed but that one place had grown to excess. He proposed that he place his excess in her place that was not complete and that in doing so they would make new land. They agreed to walk around the pillar and meet behind it to do this. When they arrive behind the pillar, she greeted him by saying What a fine young man, and he responded by greeting her with What a fine young woman. They procreated and gave birth to a leech-child, which they put in a basket and let float away. Then they gave birth to a floating island, which likewise they did not recognize as one of their children. Disappointed by their failures in procreation, they returned to Heaven and consulted the deities there. The deities explained that the cause of their difficulties was that the female had spoken first when they met to procreate. Izanagi and Izanami returned to their island and again met behind the heavenly pillar. When they met, he said, What a fine young woman, and she said What a fine young man. They mated and gave birth to the eight main islands of Japan and six minor islands. Then they gave birth to a variety of deities to inhabit those islands, including the sea deity, the deity of the sea-straits, and the deities of the rivers, winds, trees, and mountains. Last, Izanami gave birth to the fire deity, and her genitals were so burned that she died. Izanagi grieved over Izanami, and a deity was born from his tears. Distraught after burying Izanami, he used his long sword to behead his son, the deity of fire, whose birth had killed Izanami. From the blood on the sword came three deities of rocks, two deities of fire, and one of water, all of which are needed to make a sword. Eight more deities arose from the body of Izanagi and Izanami's slain son. Izanagi still longed for Izanami, and he went to the underworld in search of her. Finding her in the darkness, he called to her and asked her to come back to the land of the living with him. She promised him that she would go ask the gods of the underworld, but she begged him to not look at her as she did so. She was gone long, however, and eventually he broke off the end of a comb in his hair and set it afire for a light. He found her body with maggots consuming it, and these maggots were the eight deities of thunder. Ashamed to be seen in this condition, Izanami chased Izanagi out of the underworld. First she sent the thunder deities after him, and then she herself pursued him. At last he grasped a huge rock and used it to close the passage to the underworld. Enraged, she shouted to him that she would each day strangle one thousand people of Japan. He responded that if she did so, he would each day cause fifteen hundred Japanese people to be born. This is why fifteen hundred children are born each day and one thousand people die each day. Izanagi returned to his home and bathed to purify himself after this terrible experience. As he disrobed, new deities arose from his clothing, and more arose from the water as he bathed. Three of these were ancestors of Japanese families. The last of the deities was a son, Susa-nš-wo, who became the deity of the sea. He was eventually exiled to earth for his behavior in the heavens, but he and his sister, the Goddess of the Sun, parented eight deities. Among these was the ancestor of Yamato family that ruled Japan, and two others were ancestors of nineteen of its highest families. When the deities had pacified the land, the Goddess of the Sun dispatched Japan's first ruler from the heavens to the earth. Descending from the Floating Bridge of Heaven to the mountain tops, he built his palace. Eventually he met a beautiful young woman, Princess Brilliant Blossoms, and asked her to marry him. She deferred to her father's judgment, and her father gave him both Princess Brilliant Blossoms and her older sister, Princess Long as the Rocks. The new emperor refused the older sister, however, because of her ugliness. When the father heard this, he explained that he had offered Princess Long as the Rocks because her children would have lived eternally. Instead, the children of Princess Brilliant Blossoms were mortal, which is why the emperors have never had long lives. Princess Brilliant Blossoms was soon with child, so soon that the emperor could hardly believe that she bore his children. To prove herself, she built a palace and shut herself in it and set fire to it, knowing as he did that the children of anyone but the emperor could not survive the flames. Amidst the flames she gave birth to three deities, and ultimately their descendants were",
			"img": "img/storyIcon/japan.png",
			"imgChar" : "img/characters/japan.png",
			"charName": "Izanagi and Izanami",
			"chara":"He Who Invites and She Who Invites. brother-and-sister gods to appear after heaven and earth separated out of chaos. By standing on the floating bridge of heaven and stirring the primeval ocean with a heavenly jeweled spear, they created the first landmass."
		},
		{
			"id":	"19",
			"name": "Sa's daughter",
			"koteret3": "kono creation myth",
			"description": "In the beginning there was nothing: neither matter nor light existed. In this world lived only Death, whose name is Sa, and his wife and and their only daughter. Needing a place for his family to live, Sa eventually used his magical powers to create a vast sea of mud. They lived in this filth and instablilty for many years. Finally the god Alatangana came to visit Sa and his familty. Alatangana was appalled at the mess in which they lived, and he condemned Sa for creating such a dirty place that lacked light and life. To set things right, Alatangana first consolidated the mud into the solid earth. However, this lifeless expanse across which he could now walk still depressed him. First he made plants to cover the new earth, and then animals to live on it. Even Sa realized that Alatangana had made the world a much better place, and he took Alatangana in as his guest. Alatangana was wifeless, and eventually he decided he wanted Sa's daughter for his wife. Sa at first was diplomatic in refusing to let Alatangana marry his daughter, but finally he explicitly refused Alatangana's request. Alatangana, however, wooed Sa's daughter, and eventually they eloped to a distant region of the earth. Alatangana and his new wife set up a happy home amidst the paradise that Alatangana had created from Sa's sea of mud. They had fourteen children. Seven were girls and seven were boys, and of each four had light skin and three had dark. This did not distress Alatangana, but he and his wife were shocked to find that their chidren spoke different languages that the parents did not understand. Frustrated with this state of affairs, Alatangana finally went to Sa for advice. Sa explained that this was a curse that he had put on Alatangana's children because of the way Alatangana had stolen his daughter. Alatangana returned home, and eventually his children went off to found the peoples of the world, the French, the English, and the other European peoples, and the Kono, the Guuerze, the Manon Malinke, and the Toma Yacouba of Africa. All these descendents of Alatangana and his wife still lived in darkness, because although Alatangana had made the life that covered the earth, he had could not find a way to make light. As before, his frustration forced him to call on Sa for help, but rather than face his hostile father-in-law, he decided to send two messengers. He chose the tou-tou bird, a small red bird that is one of the first to arise each morning in the forest, and the rooster. These two birds went to ask Sa how the world could be lit so that the new peoples of the earth could see to work. When the two presented their problem to Sa, he invited them into his home and taught them a song with which they could call forth daylight. When the two returned to Alatangana, he was furious at the nonsense they reported about a song they had learned. He nearly killed them, but eventually he sent them on their way. Not long afterward, the rooster broke into song, and the tou-tou bird sang its first notes. For the first time, dawn began to appear, and soon it was day. The sun that they had called forth made its way across the sky, and when it set the stars appeared to provide faint light at night. Every day since has begun the same way, with the call of the tou-tou bird and the cry of the rooster. Alatangana was grateful for the gift that he now realized Sa had given to him and his children. Sa was not long, however, in calling for payment of the debt. He came to Alatangana and pointed out the good things that he had done despite Alatangana's theft of his daughter. Now he demanded that in return he could, whenever he liked, claim any of Alatangana's offspring. Knowing his guilt and his debt to Sa, Alatangana agreed, and so it is that Alatangana's children, the human people, must meet with Death whenever he calls for them.",
			"img": "img/storyIcon/kono.png",
			"imgChar" : "img/characters/kono.png",
			"charName": "Alatangana",
			"chara":"he is the supreme being. A spirit floating over the world."
		},
		{
			"id":	"20",
			"name": "Rangi and Papa",
			"koteret3": "Maori creation myth",
			"description": "All humans are descended from one pair of ancestors, Rangi and Papa, who are also called Heaven and Earth. In those days, Heaven and Earth clung closely together, and all was darkness. Rangi and Papa had six sons: Tane-mahuta, the father of the forests and their inhabitants; Tawhiri-ma-tea, the father of winds and storms; Tangaroa, the father of fish and reptiles; Tu-matauenga, the father of fierce human beings; Haumia-tikitiki, the father of food that grows without cultivation; and Rongo-ma-tane, the father of cultivated food. These six sons and all other beings lived in darkness for an extremely long time, able only to wonder what light and vision might be like.      Finally the sons of Heaven and Earth decided something must be done. Tu-matauenga, the father of fierce human beings, urged his brothers to slay their parents. However, Tane-mahuta, the father of the forests and their inhabitants, argued that they should separate their parents, making Rangi the distant sky over their heads and Papa the earth close to them like a mother. After long debate, the brothers agreed to this plan, except for Tawhiri-ma-tea, the father of winds and storms, who was distraught at the idea of separating their parents. The other brothers nonetheless proceeded with their plan.      Rongo-ma-tane, the father of cultivated food, rose and struggled to separate his parents, but he could not do it. Tangaroa, the father of fish and reptiles, also struggled but could not tear them apart. Haumia-tikitiki, the father of food that grows without cultivation, had no better luck at separating their parents. Tu-matauenga, the father of fierce human beings, likewise failed. Tane-mahuta, the father of the forests and their inhabitants, slowly rose up and struggled, but with little success. Then he put his head against the earth and, with his feet against the skies, slowly pushed them apart. His parents cried out in anguish, asking how their sons could do this, but Tane pushed and pushed until the sky was far above. As light spread across the earth, the multitude of humans that Rangi and Papa had parented were revealed.      Tawhiri-ma-tea, the father of winds and storms, was furious that his brothers had so cruelly separated their parents and thrust their father away. Tawhiri-ma-tea followed his father and hid in the sky and plotted his revenge. Soon he sent down storms and squalls and fiery clouds and hurricanes to punish his brother Tane-mahuta, the father of the forests and their inhabitants, breaking off the tall trees and leaving the forests in shambles. Likewise the storms swept down on the oceans of Tangaroa, the father of fish and reptiles, and piled up waves and generated great whirlpools. Tangaroa, frightened by the havoc in oceans, dove deep to escape Tawhiri-ma-tea's wrath.      Tangaroa abandoned his two granchildren, the father of the fish and the father of the reptiles. The fish and reptiles were left not knowing what to do, and they debated how to escape the storm. Finally, the reptiles fled to the land and hid in the forests, and the fish fled for refuge to the sea. Tangaroa, angered at the reptiles' desertion and the forests' willingness to receive and protect them, now struggled with Tane-mahuta, the father of the forests and their inhabitants, who in turn fought back. Thus Tane provided the canoes, spears, and fish-hooks from the trees, and nets woven from fibrous plants, to capture the fish of Tangaroa's seas, and Tangaroa's waves attacked the shores of the forests, washing away the land and all the life it holds.      Tawhiri-ma-tea, the god of winds and storms, also lashed out at his brothers Haumia-tikitiki, the father of food that grows without cultivation, and Rongo-ma-tane, the father of cultivated food, for their role in the separation of his parents and exile of his father. However, Papa, the earth-mother whom the brothers had taken as their home, clasped up Haumia-tikitiki and Rongo-ma-tane and held them close in her to save them from Tawhiri-ma-tea's fury.      Only Tu-matauenga, the father of fierce human beings, withstood Tawhiri-ma-tea's wrath as the winds and storms attacked. Tu-matauenga was impervious, having planned the death of their parents and having been abandoned by his brothers on the Earth. When Tawhiri-ma-tea's gales finally subsided, Tu-matauenga began to plan his revenge on his cowardly and weak brothers. First he turned to Tane-mahuta, the father of the forests and their inhabitants, both because Tane had abandoned him and because he knew Tane's offspring were increasing and might ultimately overwhelm Tu-matauenga's human progeny. Taking the leaves of the whanake tree, he made them into snares and hung them in the forests, where he caught Tanes's offspring and subdued the forest. Then he took on Tangaroa, the father of the seas and its life, and with nets he dragged Tangaroa's children from the seas. With a hoe and basket he dug up the children of Haumia-tikitiki, the god of food that needs no cultivation, and Rongo-ma-tane, the god of cultivated food. He dug up all kinds of plants and left them in the sun to dry, to gain revenge on those two brothers.      Tu-matauenga, the father of fierce human beings, thus consumed all his four brothers on Earth, and they became his food. Only one brother, Tawhiri-ma-tea, the god of winds and storms, remained unconquered, and to this day his storms attack human beings on both land and sea in revenge for the rending of Heaven and Earth.",
			"img": "img/storyIcon/maori.png",
			"imgChar" : "img/characters/maori.png",
			"charName": "Rangi and Papa",
			"chara":"Ranginui and Papatuanuku are the primordial parents, the sky father and the earth mother who lie locked together in a tight embrace. They have many children all of whom are male, who are forced to live in the cramped darkness between them."
		},
		{
			"id":	"21",
			"name": "Shapeshifting",
			"koteret3": "Menomoni creation myth",
			"description": "When Mashé Manido, the Great Spirit, first made the earth, he also created a large numbers of manidos or spirits. Some of these spirits were benevolent, but many were malevolent, and they went to live beneath the earth. Kishä Manido, the Good Spirit, was one of these spirits. He took a bear who lived near where the Menominee River flows into Green Bay and Lake Michigan and allowed the bear to change his form. The Bear, pleased at this gift from the Good Spirit, came out of the ground and changed into the first human. Bear found himself alone and called to an eagle to join him. The eagle descended from the sky and took the form of a human too. Bear and Eagle were deciding whom else to ask to join them when a beaver came by and asked to join their tribe. Beaver too became a human and, as a female, became the first woman. When Bear and Eagle came to a stream, they found a sturgeon, and Sturgeon became part of their tribe as well. It is from these early people that the Bear, Eagle, and Sturgeon clans of the Menominee originated. One day when Bear was going up a river, he got tired and stopped to rest. As he was talking to a wolf, a crane flew up to them. Bear asked the crane to fly him up the river, promising to take Crane into his tribe in return. As Crane and Bear were leaving, Wolf asked if he could join them, both for the trip and in their tribe. Crane took both of them on his back and flew them up the river, and this is how the Crane and Wolf clans came into the tribe of Menominee people. Bear took the name Sekatcokemau. He built the first wigwam for his people, and built a canoe so that he and his people could catch fish like sturgeon. The Good Spirit provided the people with corn, and with medicinal plants. However, the Good Spirit realized that the Menominee were afflicted by hardship and disease from the malevolent spirits. To help his people, the Good Spirit sent his kindred spirit Manabush down to earth. Once there was an old woman named Nokomis who had an unmarried daughter, and the daughter gave birth to twin boys. One of the boys and his mother died. Nokomis wrapped the surviving boy in dry grass and put him under a wooden bowl to protect him while she buried the other boy and his mother. When she returned, she picked up the bowl and found a little white rabbit. She raised the rabbit, and he became the Great Rabbit, which is Mashé Wabösh in Menominee, or Manabush. When Manabush came of age, he had his grandmother make two drum sticks with which he drummed to call the people together to a long wigwam he had built. He taught them many useful things and gave them powerful medicines to cure diseases. He gave them medicine bags that were made of the hides of mink and weasel and rattlesnake and panther. From that first meeting comes the Grand Medicine Society of the Menominee today. Manabush went on to accomplish many great feats for his people. Once there was a great water monster who killed many people, especially fishermen. Manabush let the monster eat him and then stabbed it from inside and killed it. To get his people fire, Manabush went far to the east across the water to the wigwam of an old man and his daughters. The daughters found a little rabbit shivering outside their wigwam and took it in to warm it by their fire. Manabush grabbed an ember from the fire and fled back with it across the water, bringing fire to his people. Once he climbed a mountain and stole tobacco from a giant who kept it there, and he had to flee from the giant to bring tobacco back to his people. As he fled, he hid himself just before a cliff, and the giant ran past him and over the cliff. When the giant climbed back up the cliff, bleeding and bruised, Manabush grabbed him and threw him to the ground, making him the grasshopper that today can only chew at the tobacco plants in the fields. Once Manabush was out hunting and deceived some birds into singing with him. When they were close, he caught a swan and a goose on a sand bar and killed them for his dinner. However, by then he was tired, so he buried the birds up to their necks in sand, built a fire around them to cook them, and lay down to take a nap. When he awoke, he was hungry, and so he went to get his cooked birds. When he pulled at the necks, he came up with the heads and necks, but the bodies of the birds were missing. He ran out on the sand bar just in time to see people in canoes disappearing around a point of land. Realizing they had stolen his meal, he ran after them yelling Winnebago! Winnebago!, which is the name the Menominee have used ever since for their thievish neighbors to the south",
			"img": "img/storyIcon/menominee.png",
			"imgChar" : "img/characters/menominee.png",
			"charName": "Mashé Manido",
			"chara":"the Great Spirit."
		},
		{
			"id":	"22",
			"name": "Seven cycles for creation",
			"koteret3": "Mik'Maq creation myth",
			"description": "Gisoolg is the Great Spirit Creator who is the one who made everything. The word Gisoolg in Mik'Maq means you have been created. It also means the one credited for your existence. The word does not imply gender. Gisoolg is not a He or a She; it is not important whether the Great Spirit is a He or a She. The Mik'Maq people do not explain how the Great Spirit came into existence only that Gisoolg is responsible for everything being where it is today. Gisoolg made everything.Nisgam is the sun which travels in a circle and owes its existence to Gisoolg. Nisgam is the giver of life. It is also a giver of light and heat. The Mik'Maq people believe that Nisgam is responsible for the creation of the people on earth. The power of Nisgam is held with much respect among the Mik'Maq and other aboriginal peoples.Ootsitgamoo is the earth or area of land upon which the Mik'Maq people walk and share its abundant resources with the animals and plants. In the Mik'Maq language Oetsgitpogooin means the person or individual who stand upon this surface or the one who is given life upon this surface of land. Ootsitgamoo refers to the Mik'Maq world which encompasses all the area where the Mik'Maq people can travel or have traveled upon. Ootsitgamoo was created by Gisoolg and was placed in the center of the circular path of Nisgam, the sun. Nisgam was given the responsibility of watching over the Mik'Maq world or Ootsitgamoo. Nisgam shines bright light upon Oositgamoo as it passes around, and this brought the days and nights.",
			"img": "img/storyIcon/miqmak.png",
			"imgChar" : "img/characters/miqmak.png",
			"charName": "Gisoolg",
			"chara":"the Great Spirit Creator who is the one who made everything. The word Gisoolg in Mik'Maq means you have been created."
		},
		{
			"id":	"23",
			"name": "Induce by heat",
			"koteret3": "Mossi creation myth",
			"description": "In the beginning there was no earth, no day or night, and not even time itself. All that existed was the Kingdom of Everlasting Truth, which was ruled by the Naba Zid-Wendé. The Naba Zid-Wendé made the earth, and then they made the day and the night. To make the day a time to be busy, they made the sun, and to make the night a time of rest, they made the moon. In doing so, they made time itself. At first the earth was covered with fire, but the Naba Zid-Wendé blew on the earth to cool the fire. They ordered the fire to live inside the earth, so that the surface would be safe for the humans they were going to make. Only very resentfully did the fire go into the earth. First the Naba Zid-Wendé made a chameleon, to see if the earth's outer crust would hold it up. When the crust held it up, the Naba Zid-Wendé made snakes to crawl on the earth, to see if it was cool enough to live on. When the snakes did not complain about their bellies, the Naba Zid-Wendé made the large animals, the elephant, the rhinoceros, and the buffalo. The crust was strong enough to hold up even them, and so the crust was solid and cool. Finally the Naba Zid-Wendé were ready to create humans. They made them very black, because black is a strong color, and to make them different from the sun, which is red, and from the moon, which is white. The Naba Zid-Wendé used their breath to blow a soul into the humans that they had made. The smile of the Naba Zid-Wendé at their human creations became the sky, and they hung the sky so low that humans could reach it and eat it for their food. They made stars out beyond the sky, and they made many other wonderful things for their humans. The humans nonetheless became arrogant and suspicious, and the humans began to claim that the Naba Zid-Wendé had hidden something valuable from them under the mountains. The humans dug under the mountains, but they only found a leper living there, and they let the leper go free from his subterranean prison. This leper, however, was really the fire, and he soon burst into flames. Still angry at the Naba Zid-Wendé and jealous of the humans, the fire was evil, and it burned the sky. The sky withdrew in pain, and withdrew all the way beyond the stars, back to the Kingdom of Everlasting Truth. No longer could the humans get their food from the sky Ð their arrogance had ended that. The Naba Zid-Wendé nonetheless made clouds and rivers and streams to keep the earth wet, and they made plants for humans to have food and trees that produce fruit for them. They made flowers to make the earth beautiful, and made the scents of the flowers to provide the smell of life. The humans, however, multiplied and became more and more arrogant. To wash away the arrogance, the Naba Zid-Wendé made a big blue lake in which the humans should bathe. The humans were too busy to come to the lake, however, and that gave the evil fire time to throw hatred and envy in the lake. Only when the Naba Zid-Wendé sent the sun to dry up the lake did the humans finally go there to bathe. The first group that went in bathed in the waters of hatred and division, and they came out white from head to toe. The second group that went in come out yellow from head to toe. The same happened to third group that went in, except that they came out copper-red. By the time the last group went in, only a little water was left from the sun's efforts to dry up the lake, and the last group could only wash their hands and feet. They came out with soles and palms of white, yellow, or red, but the rest of their bodies were still black. The Naba Zid-Wendé came to earth later to see what they had created, and they were shaping one last animal out of a lump of clay as they came. The plants and animals celebrated the coming of the Naba Zid-Wendé, but the human races were too busy dividing up the land and enslaving each other to notice. The Naba Zid-Wendé were so sad to see what the humans were doing that they forgot their last creation, until it cried out to be given a head, legs, and a tail. The Naba Zid-Wendé sadly finished their lump of clay, which is why the turtle has the shape it has",
			"img": "img/storyIcon/mossi.png",
			"imgChar" : "img/characters/mossi.png",
			"charName": "Naba Zid-Wendé",
			"chara":"the creator of all things."
		},
		{
			"id":	"24",
			"name": "The four worlds of colors",
			"koteret3": "Navajo creation myth",
			"description": "Before this world existed, there was a First World far below the world where we are now.In that world everything was black. There was darkness everywhere, and in that darkness there were six beings. Those beings were First Man, the son of Night and the Blue Sky over the sunset; First Woman, the daughter of Day Break and the Yellow Sky of sunset; Salt Woman; Fire God; Coyote and Begochiddy. Begochiddy, who was the child of the Sun, was both man and woman, and had blue eyes amd golden hair.There were no mountains or plants in that first world, so Begochiddy began to make them. Begochiddy made four mountains. To the east Begochiddy made a white mountain. To the south Begochiddy made a blue mountain. To the west Begochiddy made a yellow mountain. To the north Begochiddy made a black mountain. Then Begochiddy created the ants and other insects and made the first plants. But things were not right in that First World. One story is that Fire God became jealous and started to burn everything up. According to another story, the First Beings were just not happy in that dark world. Whatever the reason was, they decided to leave the First World.Gather together the plants and the other things I have made, said Begochiddy to First Man.First Man did as Begochiddy said. Then he and the other beings came to the red mountain which Begochiddy created in the center of the First World. There Begochiddy planted the Big Reed. As the hollow Big Reed began to grow, the First Beings climbed into it. Up and up it grew, leaving the First World behind. It grew up and up until it cvame to the Second World.In the Second World Begochiddy created even more things. Begochiddy created the clouds, more plants and mountains. The color of the Second World was blue, and there were other beings in it--Swallow People and Cat People. The Cat People tried to fight Begochiddy and the others, but First Man used his magic and overcame them. For a time, everyone was happy. Then things began to go wrong. Once more Begochiddy planted the Big Reed. Once more Begochiddy told First Man and the others to put all the things created into the Big Reed. Big Reed began to grow. Up and Up it went and carried them all to the Third World.The Third World was yellow. Though there was no sun and moon, the mountains gave light. It was the most beautiful of the worlds they had seen. In this world Begochiddy created rivers and springs. Begochiddy made water animals and trees, birds and lightning. Then Begochiddy created all kinds of human beings. In this beautiful Third World everything spoke one language. All of the things and beings in creation understood each other. But everything was not perfect in the Third World. Yellow and red streaks appeared across the eastern sky. They were placed there by First Man and represented diseases about to come to the people through evil magic. Before long, the men and women were causing trouble. The women said that it was the men. Coyote came to Begochiddy and told him that men and women were always quarreling. Begochiddy decided to put a stop to it.All of the men, Begochiddy said. must stay on the right bank of the river. All of the women must stay on the left bank. Neither may cross the river to be with the other.So it was done. The men and women lived apart for some time, but they were not happy without each other. Finally they went to Begochiddy. Some say it was the women who came first, but others say it was the men.We are not happy by ourselves, they said. We wish to be reunited.So Begochiddy brought men and women back together.If there is more trouble, he warned them, this Third World will be destroyed by a flood.All of this time, Coyote was roaming around. Wherever he went he was curious about everything, including things he should have left well enough alone. One day, Salt Woman went walking by the two big rivers Begochiddy had made in this Third World. When she came to the place where the rivers crossed, she saw something strange in the water. It looked like a baby with long black hair. She went back and told the others about it. Coyote decided to go and see for himself. Sure enough, there where the rivers crossed was a baby with long black hair in the water. Coyote lifted it out of the water and hid it under his blanket. He told no one what he had done.Four days passed and then a great noise was heard all around the Third World. Begochiddy knew what it was, knew what was going to happen. Someone had done wrong. Now this Third World was about to be destroyed by flood. From the east a black storm came. From the south a blue storm approached. From the west came a yellow storm. From the north a white storm swept. Once again Begochiddy gathered all the beings and things created. Once again Big Reed grew up and up. It lifted up all the beings and things as storm waters rose beneath them.This time, though, was not as easy as before. Big Reed stopped growing before it entered the next world. The Spider People wove a web to bring them closer, but they could not break through into the new world. The Ant People tried to dig through, but they could not do it. Finally Begochiddy told the Locust to try. Using his hard head, the Locust broke through into the Fourth World. Now Begochiddy climbed up through the hole the Locust had made. He found himself on an island with only water to be seen in all directions.Begochiddy saw right away that there were others in this Fourth World who had great power. To the east was Talking God. To the south was First Bringer of Seeds. To the west was House God. To the north was Second Bringer of Seeds. Begochiddy waved to each of them. Then the four powerful beings made the waters recede, leaving a world covered with mud. Begochiddy went back down Big Reed to the others.Grandparent, said the others, how is it in the new world?The new world is good, Begochiddy said, but it has not yet dried. Someone must try to walk up there. Who will try?I will go, said Badger. Then he went up through the hole and tried to walk on the new Fourth World. His feet broke through the surface, though, and became covered with mud. To this day all badgers have black feet. This will not do, Begochiddy said. How can we dry this new world?We shall dry it, said the winds. Then the winds went up to the Fourth World. The cyclones and the whirlwinds and the small dust devils went up to the Fourth World. They swirled about and dried the surface well so the people could walk. Then the Ant People went up and walked on the dried surface of the Fourth World, and all the other people and created things followed.Begochiddy, though, looked back down through the hole to the Third World. The water there was still rising.Who is the one who angered the Water Monster? Begochiddy said.No one answered, but Coyote pulled his blanket tighter around himself.Open your blanket, Begochiddy said.Then Coyote opened his blanket and Begochiddy saw the water baby.You must give the Water Monster back its child, said Begochiddy.Coyote did as Begochiddy said. He dropped the water baby back down to the Third World, and the waters receded.Now Begochiddy went around the Fourth World and placed things in order. The mountains were put in their palces. The Sun and Moon and Stars were put into the sky. Fire God tried to keep all the fire to himself, even though the people needed it to keep warm and cook their food. One night, though, as Fire God slept, Coyote stole fire from him and gave it to all the people. Then Begochiddy told the human beings the right way to live, how to give thanks, how to care for the plants such as corn and squash and beans.Begochiddy gave them many different languages, then, and sent them to live throughout the world. It was now, in this Fourth World, that Changing Woman came to be. She became the greatest friend of the human beings, helping them in many ways. It was Changing Woman who gave birth to the Hero Twins, who travelled throughout the world doing great deeds, destroying the monsters that threatened the people. So the Fourth World came to be. However, just as the worlds before it were destroyed when wrong was done, so too this Fourth World was destined to be destroyed when the people do not live the right way",
			"img": "img/storyIcon/navajo.png",
			"imgChar" : "img/characters/navajo.png",
			"charName": "Coyote",
			"chara":"the god of mischief. an irresponsible and trouble-making character. Coyote looks like a coyote in animal form and he looks like a man with a mustache in human form."
		},
		{
			"id":	"25",
			"name": "Thunders and a raven",
			"koteret3": "Norse creation myth",
			"description": "Ginnungagap was the great emptiness before there was a world, or any living things in it.Far to the South of the Ginnungagap was the fiery realm of Muspell, with its long, hot rivers full of poison and vastlakes of fire. Nothing could grow in this burning realm.To the North was the dark and cold realm of Niflheim, where icy fountains spewed forth freezing rivers. Nothingcould grow here either, for the sky was always dark and the mountains were blocks of solid ice.Slowly, over years and years and years, the fiery blasts from Muspell began to melt the icy mountains of Niflheim.Out of the melting ice, the giant Ymir emerged, the first being of the vast Ginnungagap.Next to him there emerged a cow from the ice. The cow licked the salt from the ice mountains and Ymir drank thecow’s milk. Ymir grew larger and larger.The cow licked away entire mountains of ice. Slowly she licked the ice from two more beings, this time the god Buriand his goddess wife. They had a son named Bor, and his son was named Odin, who became the king of all thegods.Ymir was cruel and brutal. Odin and the other gods could no longer abide by his evil acts and together the godsslew him. Ymir’s huge body formed the earth. His blood became the sea, his flesh became the land, his bones themountains and his hair the trees. Odin and the other gods formed the sky with his skull, held up by four toweringpillars.Odin gathered sparks from the fiery depths of Muspell and created the sun and moon. These he set in the sky.As the sun and moon shone over the new world in the Ginnungagap, the ice began to melt and plants and treesbegan to grow.The greatest tree of all was the Yggdrasil, which grew in the very center of the earth. Its roots penetrated into thebottom of creation and its leaves reached the very top of the sky.Odin was satisfied with the new world, and named it Midgard, ‘The Middle Land’.But the world still needed people. On one of his walks, Odin found two fallen trees, an ash and an elm. He liftedthem from the mud and formed the first man and woman from them. Odin breathed life into the beings, gave themreason and feelings, hearing and sight.He named the man Ask and the woman Embla. From these two sprang the entire human race. The humans had thetask of looking after Midgard, while the gods ascended to Asgard, their realm in heaven.However, not everyone was pleased with Odin’s work. Ymir’s giant sisters were still mourning his death and werelooking for a way to take their revenge on the gods who killed him.They gathered at the foot of Yggdrasil and began carving lines into it.Each line was a human life, filled with twists and turns, beginning with a man’s birth, and ending with his death. At the end of each line they made a deep cut to ensure that humans would never be as powerful as the gods.These spells were so powerful that not even Odin could do anything to change them. Thus Yggdrasil became known as ‘The Tree of Life’ and humans knew death and suffering in their world.. That is what the Dine say to this day.",
			"img": "img/storyIcon/norse.png",
			"imgChar" : "img/characters/norse.png",
			"charName": "Odin",
			"chara":"associated with healing, death, royalty, the gallows, knowledge, battle, sorcery, poetry, frenzy, and the runic alphabet, and is the husband of the goddess Frigg."
		},
		{
			"id":	"26",
			"name": "Red clay, black clay and the great tree",
			"koteret3": "Potawatomi  creation myth",
			"description": "Earthmaker made the world with trees and fields, with rivers, lakes, and springs, and with hills and valleys. It was beautiful. However, there weren't any humans, and so one day he decided to make some. He scooped out a hole in a stream bank and lined the hole with stones to make a hearth, and he built a fire there. Then he took some clay and made a small figure that he put in the hearth. While it baked, he took some twigs and made tongs. When he pulled the figure out of the fire and had let it cool, he moved its limbs and breathed life into it, and it walked away. Earthmaker nonetheless realized that it was only half-baked. That figure became the white people. Earthmaker decided to try again, and so he made another figure and put it on the hearth. This time he took a nap under a tree while the figure baked, and he slept longer than he intended. When he pulled the second figure out of the fire and had let it cool, he moved its limbs and breathed life into it, and it walked away. Earthmaker realized that this figure was overbaked, and it became the black people. Earthmaker decided to try one more time. He cleaned the ashes out of the hearth and built a new fire. Then he scooped up some clay and cleaned it of any twigs or leaves, so that it was pure. He made a little figure and put it on the hearth, and this time he sat by the hearth and watched carefully as the figure baked. When this figure was done, he pulled it out of the fire and let it cool. Then he moved its limbs and breathed life into it, and it walked away. This figure was baked just right, and it became the red people. The red people became many tribes, and they spread across the land. Among these tribes were the Ojibwe, the Ottawa, and the Potawatomi. These three tribes were enemies and fought many battles. One Potawatomi man had ten sons, all of whom were killed in battle. Unbeknownst to him, there was an Ojibwe man who had lost ten sons in these battles, and there was an Ottawa man who had likewise lost ten sons. Each man mourned so much that they wandered away from their tribes, each looking for a place to die in the woods. The Ojibwe man walked and walked, and eventually he came to a huge tree. The tree had four long roots stretching to the north, east, south, and west, and four huge branches that extended in the same directions. The tree also had one huge root that ran straight toward the center of the earth, and its center limb ran straight up into the sky. The tree was so beautiful, and the view from under it was so tranquil, that the man forgot his sorrow, and eventually he was happy. As the Ojibwe man sat under the tree, he saw another man approaching in the distance. This newcomer was crying as he walked toward the tree, but eventually he saw the tree's beauty and stopped under it. The Ojibwe man said, I lost ten sons in war and was so heartbroken that I wandered away to die, until I came to this tree. Why have you come here? The newcomer, an Ottawa, said, I too lost ten sons in war, and I lost myself in grief until I came to this place. The two men sat and talked of their troubles. As the two men talked, a third approached weeping. The first two watched as this third came to the tree. When they asked, the third man, a Potawatomi, told how he had lost ten sons in war and had walked in grief until he came to this beautiful place. The three men talked and realized that their sons had died fighting in the same wars. They concluded that the Great Spirit had brought them together to this tranquil place, where they could hear the spirits speak. They agreed that there had been too much fighting between their tribes, and too much grief. They resolved to go back to their tribes and get them to live in peace. They made three pipes, and each took a pipe of tobacco home to his people as a symbol of peace. Ten days later, the three old men led their people to the great tree. Each man brought wood from which they built a fire together, and they cooked food from each tribe. They filled a pipe and offered its smoke to the Great Spirit above, to the spirits of the four directions, and then downward to the spirit that keeps the earth from sinking into the water. The tribes each smoked from the pipe of peace and ate of the common meal, and their chiefs agreed that they should live in peace. The three old men agreed to a set of rules to preserve the peace and to guide their peoples. This is how the Potawatomi, the Ojibwe, and Ottawa came to live in peace and to intermarry, as one people.",
			"img": "img/storyIcon/patawatomi.png",
			"imgChar" : "img/characters/potawatomi.png",
			"charName": "Earthmaker",
			"chara":"a divine spirit with no human form or attributes (including gender) and is never personified in traditional Potawatomi stories. In more recent times, influenced by Christianity and by the stories told by other tribes of Oklahoma, Kche Mnedo is sometimes represented by Potawatomi storytellers as male and/or having human form."
		},
		{
			"id":	"27",
			"name": "An Ill daugher, a broken tree and two brothers.",
			"koteret3": "Seneca  creation myth",
			"description": "Long ago, before this earth existed, humans lived in the sky, and they were ruled by a great chief. This chief's lodge was near a tall tree that had white blossoms and that every year produced corn for the people to eat. When this tree bloomed, there was light, but once its blossoms fell, darkness descended until its next flowering. Once this chief's daughter became ill with a disease no one had seen before. Despite her people's best efforts to cure her, she did not get well, and all the people were worried. Someone in the tribe dreamed that she would be cured if the tree was pulled up by its roots. No one in the tribe wanted to do that, so they ignored the dream as an aberration. This person had another dream that the people must dig a trench around the tree and uproot it to save the chief's daughter, but again the dream went ignored. Only after a third such dream did the people begin digging. They dug a trench around the tree, severing the roots as they went. When the last root was cut, the tree disappeared into the ground, into what seemed to be a bottomless hole. Many of the people were distraught, and one young man in particular complained about the destruction of the tree. The chief's daughter had been brought to the tree in hopes that she would be cured, and the young man was so angry that he kicked her into the hole. Soon she disappeared from the view of her people as she fell into the apparent abyss. The young woman fell through darkness, but eventually it became light and she saw that she was falling into water, and in fact there was no land at all in sight. The animals saw her, however, and they resolved to save her. At the loon's direction, the fishhawk flew up to catch her, and the fishhawk deposited her on the turtle's back. Even Turtle grew tired of holding her, however, and the animals decided they needed land on which to place her. Several dove down to find mud in the water, but they failed until Toad tried and came back with some wet dirt. Soon the other diving animals did likewise, and Beaver patted the mud down on Turtle's back to make an island. Before long the island was quite large, and bushes began to grow at its banks. The young woman recovered from her disease, and in fact she soon gave birth to a daughter. She raised her daughter on the island, and they ate potatoes that they grew there. When they went out to dig potatoes, she warned her daughter that she must always face the west. This was so that the west wind could not enter her and make her pregnant. The daughter nonetheless disobeyed, and soon she was heavy with child. She could hear twins inside her debating how to exit her body. One was born naturally, but the other was born through his mother's armpit, and she died from the wound. The two brothers grew up together, but the younger was disagreeable and angry. They decided that the island needed more life, so they the made the forests and lakes. One day they divided the island in half, with each to make his own animals. The older brother made human beings, and he breathed life into them. He also made many animals that were fat and slow moving, he made the sycamore tree bear fruit, and he made the rivers flow both ways, with one half going upstream and one half going downstream. The younger brother also made many animals, including a huge mosquito that knocked down trees when it flew, and he made his half of the island rocky and full of ledges and precipices. The younger brother tried to make humans, but he could only make ugly animals, and in his anger he vowed that he would make animals that would eat humans. The two brothers returned home to their grandmother's lodge, and decided that the next day they would go out to see what each other had done. First they went to the younger brother's half, where the older brother was distressed at the huge mosquito that could kill his people. He grabbed the mosquito and rubbed it between his hands until it was tiny, and it flew away when he blew on it. Then they went to see the older brother's half of the island, where the younger brother was disgusted because life would be too easy for the humans. He took many of his brother's animals and made them smaller and faster so they couldn't be caught, and he made the fruit of the sycamore tiny and unpalatable, and he made all the rivers flow downstream so that humans would have to work to travel. Soon the two brothers got into a terrible fight about how each had changed the other's half of the island, and in their battle the older brother was killed. The older brother went to his home in the sky, where those who live good lives go to join him, and the younger brother went on to spread evil, and when evil people die they are tormented by him because he could not make a human.",
			"img": "img/storyIcon/seneca.png",
			"imgChar" : "img/characters/seneca.png",
			"charName": "tree of life",
			"chara":"the roots of all life, this tree gives white blossoms and that every year produced corn for the people to eat"
		},
		{
			"id":	"28",
			"name": "Senegal",
			"koteret3": "serer creation myth",
			"description": "Naaga reetu reet (so it was in the beginning)the world was created by the feminine and maternal nature of Roog, which represented by the number 3. This number is the ingredient of the creation process.There were three phases in the gestation of the creatures within the divine being:1. by thought - within the living divine egg, Roog developed the forms and beings to create. It laid the foundations and signs for things to come.2. by word - Roog started the gestation period and provided everything by word for the smooth realization of its plan.3. by action - through its maternal nature, Roog opened-up and projected the embryo and placenta in a similar fashion as in childbirth.Roog did not create, nor did it engender all beings of all kinds. It simply created the archetypes, not the prototype of each species, but seven archetypes namely :' the three essential elements (air, earth and water) and the top four seeds (the first tree, first animal and the first human couple - female, then male. In the beginning, there was nothing but darkness and silence until the pre-existent being, Roog, began the genesis of the world . Roog  used nothing but the mythical word was uttered and what was uttered by the supreme being, which is found in A nax. the first mythical words spoken by Roog were:A leep à joon maagaa roxondox o maaga,a gad'wa roog,a saay'a lang ke.Which translates to:The Words leap into space,He carried the sea on his head,the firmament on his shoulders,the earth in his hands.The mythical words established the three worlds (water, air and earth  A leep posits that, with the words of Roog, the three worlds (theUniverse) began to take shape. The first to be created was the deep sea waters (waters of the underworld); the second was air including the high heavens (Kuul na, in Serer) such as the sun, the moon and the stars; and third was earth. However, the Earth was not one of the first primordial worlds to be formed. It will take a long time before the waters and the Earth were separated.",
			"img": "img/storyIcon/serer.png",
			"imgChar" : "img/characters/serer.png",
			"charName": "Roog",
			"chara":"Supreme being and Creator God. He is the source of life and everything returns to him. He is the point of departure and conclusion, the origin and the end. The practitioners of the Serer traditional religion do not directly pray to Roog, choosing instead to pray through ancestral spirits known as pangool, and as result Roog has no place of worship. It is considered blasphemous to make images of Roog."
		},
		{
			"id":	"29",
			"name": "Infinite darkness and a  divine soul",
			"koteret3": "sikh creation myth",
			"description": "For millions upon millions, countless years was spread darkness,When existed neither earth nor heaven, but only the limitless Divine Ordinance.Then existed neither day or night, nor sun or moon;As the Creator was absorbed in an unbroken trance.Existed then neither forms of creation, nor of speech; neither wind nor water.Neither was creation or disappearance or transmigration.Then were not continents, neither regions, the seven seas, nor rivers with water flowing.Existed then neither heaven or the mortal world or the nether world;Neither hell or heaven or time that destroys.Hell and heaven, birth and death were then not--none arrived or departed.Then were not Brahma, Vishnu or Shiva:None other than the Sole Lord was visible.Neither existed then female or male, or caste and birth--None suffering and joy received.Unknowable Himself, was He the source of all utterance; Himself the unknowable unmanifested.As it pleased Him, the world He created;Without a supporting power the expanse He sustained.Brahma, Vishnu, and Shiva He created and to maya-attachment gave increase.(To a rare one was the Master's Word imparted.)Himself He made His Ordinance operative and watched over it:Creating continents, spheres and nether worlds, the hidden He made manifest.Creating the universe Himself, He has remained unattached.The compassionate Lord too has made the holy center [the human being].Combining air, water, and fire, He created the citadel of the body.The Creator fashioned the Nine Abodes [of sensation];In the Tenth [the superconscious mind] is lodged the Lord, unknowable, limitless.The illimitable Lord in His unattributed state of void assumed might;He, the infinite One, remaining detached:Displaying his power, He himself from the void created inanimate things.From the unattributed void were created air and water.Raising creation, He dwells as monarch in the citadel of the body.Lord! In the fire and water [of the body] exists Thy light;In Thy [original] state of void was lodged [unmanifest] the power of creation.Characters:Brahma- , Brahma is the creator, Vishnu the preserver and Shiva the destroyer. Nevertheless, Brahma grew in a lotus out of the navel of the sleeping Vishnu. The daily alternation of light and dark is attributed to the activity of Brahma.Brahma's mind born sons are the seers Marici, Atri, Angiras, Pulastya, Pulaha, Kratuj, Pracetas, Vashishta, Bhrgu and Narada. From Brahma's body came his nine sons Daksa,Vishnu -  All-Pervading, is the protector of the world and the restorer of moral order. He is peaceful, merciful, and compassionate. To Vaisnavites, Vishnu is the Supreme Lord.Vishnu wears sari, and have four arms. Each hand holds an emblem of his divinity: the conch, discus, club, and lotus. A curl of hair on his chest signifies his immortality, and he wears the jewel Kaustubha around his neck. He is usually depicted with a dark complexion, as are his incarnations. Vishnu is often shown reclining or asleep as he awaits the next annihilation and renewal of the world.",
			"img": "img/storyIcon/sikh.png",
			"imgChar" : "img/characters/sikh.png",
			"charName": "Shiva",
			"chara":"the god of the yogis, self-controlled and celibate, while at the same time a lover of his spouse Lord Shiva is the destroyer of the world, following the preserver, after which Brahma again creates the world and so on. Shiva is responsible for change both in the form of death and destruction and in the positive sense of destroying the ego, the false identification with the form. This also includes the shedding of old habits and attachments"
		},
		{
			"id":	"30",
			"name": "Slavic creation myth",
			"koteret3": "Slavic creation myth",
			"description": "Long ago Father Heaven had two sons, Ulgen Tenger and Erleg Khan, Ulgen became the lord of the upper world and Erleg Khan became the lord of the lower world. At that time the earth was covered with water, there was no land. Ulgen Tenger asked the loon to bring up mud from below the water to create land, he was not able to do so, and he was punished by having his legs broken so he could not walk, and the goldeneye duck was called next to bring up land. The duck created a small piece of land that Ulgen was able to lay on. Erleg Khan seeing that his brother had fallen asleep on the new land, tried to pull the land out from under him, but instead the land stretched out in all directions as he pulled it. Next, Ulgen Tenger created animals and humans out of mud and he spread them out to dry. He created the dog to keep watch over the bodies of the new humans while he was gone. Erleg Khan, unhappy to see that his brother was creating humans, came to see the new bodies. The dog would not let him come close, at that time the dog could talk but had no fur. It was cold, and snowing, so Erleg Khan tempted him, saying that if the dog allowed him to see the humans' bodies he would give him a beautiful fur coat. The dog agreed, and was given a shiny beautiful coat. Erleg Khan then spat on the bodies so that humans would have diseases and not be immortal. When Ulgen returned he saw that the dog had fur and that the humans had been damaged, so he punished the dog by making his coat smelly, taking away his voice, and by making the dog follow humans in order to get its food. Note: I can't recall/find from which resource I got the foregoing myth and its accreditation as Slavic, so I can't check out the following message that I was E-mailed: The creation myth of ancient slavs, doesn't linguistically correspond to slavic languages. It more likely reflects the myth of ancient mongols who are not considered to belong either to slavic culture or ethnicity.-Grigoriy Titiyevskiy - Sounds to me as if Mr. Titiyevskiy knows what he is talking about.",
			"img": "img/storyIcon/slavic.png",
			"imgChar" : "img/characters/slavic.png",
			"charName": "Dažbog",
			"chara":"Sun god, possibly a culture hero and a source of wealth and power."
		},
		{
			"id":	"31",
			"name": "The Eridu Genesis",
			"koteret3": "An untold story",
			"description": "When in the height heaven was not named,And the earth beneath did not yet bear a name,And the primeval Apsu, who begat them,And chaos, Tiamut, the mother of them bothTheir waters were mingled together,And no field was formed, no marsh was to be seen;When of the gods none had been called into being,And none bore a name, and no destinies were ordained;Then were created the gods in the midst of heaven,Lahmu and Lahamu were called into being...When the gods like menBore the work and suffered the tollThe toil of the gods was great,The work was heavy, the distress was much.You have slaughtered a god togetherWith his personalityI have removed your heavy workI have imposed your toil on man.In the clay, god and manShall be bound,To a unity brought together;So that to the end of daysThe Flesh and the SoulWhich in a god have ripened –That soul in a blood-kinship be bound.",
			"img": "img/storyIcon/summerian.png",
			"imgChar" : "img/characters/summerian.png",
			"charName": "Apsu",
			"chara":"The watery deep beneath the earth."
		},
		{
			"id":	"32",
			"name": "He stood in the void",
			"koteret3": "Tahitian creation myth",
			"description": "He was. Taaroa was his name.He stood in the void: no earth, no sky, no men.Taaroa calls the four corners of the universe; nothing replies.Alone existing, he changes himself into the universe.Taaroa is the light, he is the seed, he is the base, he is the incorruptible.The universe is only the shell of Taaroa.It is he who puts it in motion and brings forth its harmony.",
			"img": "img/storyIcon/thiti.png",
			"imgChar" : "img/characters/tahitti.png",
			"charName": "Taaroa",
			"chara":"supreme god of creation. Before the world was made, he lived inside a shell called Rumia , until he tipped his shell and fell out into a dark void."
		},
		{
			"id":	"33",
			"name": "A wanderer and a wonder",
			"koteret3": "Viracochas of the inca",
			"description": "Viracocha rose from Lake Titicaca during the time of darkness to bring forth light He made the sun, moon, and the stars. He made mankind by breathing into stones, but his first creation were brainless giants that displeased him. So he destroyed it with a flood and made a new, better one from smaller stones. Viracocha eventually disappeared across the Pacific Ocean (by walking on the water), and never returned. He wandered the earth disguised as a beggar, teaching his new creations the basics of civilization, as well as working numerous miracles. He wept when he saw the plight of the creatures he had created. It was thought that Viracocha would re-appear in times of trouble",
			"img": "img/storyIcon/viracocha.png",
			"imgChar" : "img/characters/viracocha.png",
			"charName": "Viracocha",
			"chara":"Viracocha was described as a man of medium height, white and dressed in a white robe secured round the waist, and that he carried a staff and a book in his hands."
		},
		{
			"id":	"34",
			"name": "starless skies",
			"koteret3": "Wichita  creation myth",
			"description": "In the beginning there were neither sun, nor stars, nor anything else that we know today. For a long time, the only man was Man-never-known-on-Earth. He created everything. When he created the world, he created land and water, but they were not separate, and still everything was dark. Then Man-never-known-on-Earth created a man who was known as Man-with-the-Power-to-Carry-Light and a woman named Bright-Shining-Woman. Everything that they needed, they dreamed of, and it was there when they awoke. Bright-Shining-Woman received an ear of corn and knew that it would be the food of generations to come.      Still there was nothing but darkness. Without knowing why, Man-with-the-Power-to-Carry-Light began a journey to the east, moving slowly through the darkness. He came to a stranger who told him that there would be many villages and many people in the future, and that it would be up to Man-with-the-Power-to-Carry-Light to teach them. As they talked, a voice from the east called to this stranger to shoot a black-and-white deer that would follow a white deer and a black deer out of a stream nearby. Four times the stranger had to tell the impatient voice that he was preparing a bow and arrow to shoot the deer. Finally he emerged from his lodge as the deer jumped out of the water, and he shot the black-and-white deer. This meant that the earth would turn, that the stars would move, and that there would be day and night. The stranger, whose name was Star-that-is-always-moving, went to follow the deer that he had wounded, but Man-with-the-Power-to-Carry-Light stayed by the shore. From where the voice had spoken, he now saw the sun rise for the first time. He returned to his home, but he traveled much faster now that it was light. That night he saw three stars in the sky, with another star nearby, and he concluded that they were the three deer and the man who followed them.      After there was light, villages and people multiplied, as the stranger had predicted. Man-with-the-Power-to-Carry-Light and Bright-Shining-Woman went from village to village, teaching the people. Man-with-the-Power-to-Carry-Light taught the men about bows and arrows, and he taught them to play the ball game and the shinny game.      Bright-Shining-Woman taught the women about corn, how to grow corn, how to feed the people with corn, how to offer some corn at each meal to Man-never-known-on-Earth, how take four kernels and rub them on their child as a prayer. She also taught them the double-ball game. She told them that, after she was gone, they could look at her face to tell when their monthly bleeding should occur, and by counting her appearances they could keep track of when their children would be born. Then she left them, and that night the first moon came up, because she was the Moon.      Man-with-the-Power-to-Carry-Light taught the men that they must offer some of the game that they caught to the moon and to the stars and to the other supernatural beings. He told them that he would leave them, but that they would see him sometimes in early morning. When they saw him, they were to take their children to drink and bathe in the river, which would give them long life. Then he left them and became the Morning Star.",
			"img": "img/storyIcon/wicitha.png",
			"imgChar" : "img/characters/wichita.png",
			"charName": "Man-with-the-Power-to-Carry-Light",
			"chara":"The first man, created by Kinnekasus, who taught the Wichita men the secrets of hunting. He became the Morning Star."
		},
		{
			"id":	"35",
			"name": "Prayer fot the birds of prey",
			"koteret3": "Yokut creation myth",
			"description": "A Great Flood had occurred upon Earth long, long ago. While Earth was still covered with water, there were no living creatures upon the land. Then out of the sky one day glided an enormous Eagle with a black Crow riding upon its back, searching for a place to light.Around and around Eagle flew until he discovered a projecting tree stump, or what appeared to be a stump, upon which he landed to rest. There was a home at last upon the flat surface, which was amply large enough for Eagle and Crow to roost upon. From here, they surveyed the greenish gray water as far as they could see. The sky was a gorgeous bright blue with a few white drifting clouds, occasionally swirled by a passing breeze. All seemed serene to Eagle and Crow.Small fish were visible below the water, sometimes leaping out of the sea playfully. Hunger caused Eagle and Crow to swoop down, catching a meal for themselves from time to time. Soon a game developed between the two birds to see which one would be the winner in the fish-catching contest. Upon their return to the stump, however, they always shared the reward.Because of Eagle's great size and wingspan, he soared to great heights and surveyed widely, as the two birds often flew in opposite directions exploring for land. But no land did they find. No other flying creatures did they see. But they always returned to their home base on the tree stump. Between them, they wondered How can we possibly think of a way to make land?We know we cannot dive deep enough to find dirt, and the fish are of no help except to provide food. Day after day these scenes were repeated, exploring in search of land or wondering how to create land, only to return to their stump and catch more fish.One morning soon thereafter and much to their surprise, a Duck was swimming around and around their stump. Occasionally, it dived deep in the water, rose to the surface chewing small fish, twisting its head from side to side trying to swallow its meal. One time, Duck emerged with more mud than fish in its mouth. Eagle and Crow bird-talked excitedly about this! Can Duck possibly bring up enough mud for us to build land? they wondered. How could they let Duck know that mud was what they needed most?An idea occurred to Eagle, which he bird-talked to Crow, If we supply fish for Duck, maybe he will bring up more mud than fish. By trial and error, the two birds caught fish for Duck, placing them at the edge of the stump, until Duck learned that the fish were for him in exchange for mud!When Duck appeared on the surface after a deep dive, Eagle and Crow brushed off the mud from Duck's bill and his body with their wings. Progress was slow but steady. Gradually, Eagle had a pile of mud on his side of the stump and Crow had a similar pile on his side. Each placed fish on his own side for Duck, who now responded by carrying more and more mud to Eagle and Crow. This became a great game of fish-and-mud exchange.Duck worked very hard, consequently he was always hungry. The birds were surprised at how large each one's mud pile grew every day. In bird talk they said, Duck is helping us to make a new world. This we will share equally.Occasionally, Eagle and Crow flew toward the horizon, exploring for any new signs of land. But they returned with nothing new to report; however, they noticed a slight lowering of water around the tree stump.Surely, the flood must be coming to an end, Crow and Eagle bird-talked. Each day they watched for a change in the waterline. Each day their piles of mud seemed higher and higher. Faithful Duck kept up his good work as Eagle and Crow caught fish for him and scraped off mud from him for each side of the new world.Another time, Eagle flew high and far in search of dry land, not returning until late. The sun set and darkness enveloped his world on the stump. Next morning, to Eagle's surprise, he saw how much more mud he had acquired, and he was pleased. But after looking across at Crow's mud pile, Eagle was astounded to see that Crow had given himself twice as much mud while Eagle was away. Was this Crow's idea of sharing the new world equally? accused Eagle.Of course, they quarreled all that day and the next over Crow's unfairness. But the following day, they went back to work making their new land. Eagle decided that he must catch up. He caught two fish for Duck and put them in his usual place. Duck responded by bringing up mud twice to Eagle in exchange for his two fish. All three worked very hard for many, many moons.Gradually, Eagle's half of the new world became taller and taller than Crow's half, even though Crow seemed to work just as hard as Eagle. Duck was faithful to his task, never tiring in his effort to supply mud. Of course, Duck continued to give Eagle twice as much mud for his two fish. Crow never seemed to notice why Eagle's half became higher and higher than his half.One morning, as the sun rose brightly, the two birds looked down through the water and saw what appeared to be land!So that is where Duck finds the mud, they bird-talked. They were pleased to see that the water was subsiding. How they hoped that soon they would be high and dry on their new world.But all was not so easy, for that very night lightning flashed across the waters and thunder rolled and rolled from one horizon to the other followed by a heavy, drenching rain. Eagle and Crow sought shelter in holes they dug into the sides of their mud piles. All night long the rain continued to fall, washing away much of the new world into the sea.As the rain stopped and the sun rose, Eagle and Duck looked out upon the waters and saw an arc of many colors reaching from one edge of the horizon across the sky to the other horizon. This brilliant display held their eyes in wonderment. What did it mean? They marveled at how long the colors lingered in the sky. Eagle flew toward the scene for a closer look, returning when the arc disappeared.In bird talk, Eagle and Crow decided that the storm of the night before must have been a clearing shower. They began their land-building project again, hoping that Duck would resume his work as mud-carrier. Soon the sun's rays burned strong and hot, packing the mud until it was hard. Duck appeared and the team of three continued to build the two halves of the new world.Day by day, the waters subsided and new land began to show above the waterline but far, far below the new creation by Eagle and Crow. Eagle's half became taller and taller and hard packed by the hot sun. Crow's share of the new world was still great, but never could become as large as Eagle's half of the new world.In retelling this creation story, Yokut tribal historians always claim that Eagle's half became the mighty Sierra Nevada Mountains. They also tell how Crow's half became known as the Coast Mountain Range. Yokut historians end their tale by saying that people everywhere honor the brave and strong Eagle, while Crow is accorded a lesser place because of his unfair disposition displayed during the creation of the new world by",
			"img": "img/storyIcon/yokut.png",
			"imgChar" : "img/characters/yokut.png",
			"charName": "Eagle and Crow",
			"chara":"2 deities, both represent the contrast of inner forces of all men on earth, the good and the bad."
		},
		{
			"id":	"36",
			"name": "The truth of all things",
			"koteret3": "The yuruba creation story",
			"description": "In the beginning the truth was sent to confirm the habitability of the newly formed planets. The earth being one of these was visited but deemed too wet for conventional life. well before there were any people, all life existed in the sky. Olorun lived in the sky, and with Olorun were many orishas. There were both male and female orishas, but Olorun transcended male and female and was the all-powerful supreme being. Olorun and the orishas lived around a young baobab tree. Around the baobab tree the orishas found everything they needed for their lives, and in fact they wore beautiful clothes and gold jewelry. Olorun told them that all the vast sky was theirs to explore. All the orishas save one, however, were content to stay near the baobab tree. Obatala was the curious orisha who wasn't content to live blissfully by the baobab tree. Like all orishas, he had certain powers, and he wanted to put them to use. As he pondered what to do, he looked far down through the mists below the sky. As he looked and looked, he began to realize that there was a vast empty ocean below the mist. Obatala went to Olorun and asked Olorun to let him make something solid in the waters below. That way there could be beings that Obatala and the orishas could help with their powers. Touched by Obatala's desire to do something constructive, Olorun agreed to send Obatala to the watery world below. Obatala then asked Orunmila, the orisha who knows the future, what he should do to prepare for his mission. Orunmila brought out a sacred tray and sprinkled the powder of baobab roots on it. He tossed sixteen palm kernels onto the tray and studied the marks and tracks they made on the powder. He did this eight times, each time carefully observing the patterns. Finally he told Obatala to prepare a chain of gold, and to gather sand, palm nuts, and maize. He also told Obatala to get the sacred egg carrying the personalities of all the orishas. Obatala went to his fellow orishas to ask for their gold, and they all gave him all the gold they had. He took this to the goldsmith, who melted all the jewelry to make the links of the golden chain. When Obatala realized that the goldsmith had made all the gold into links, he had the goldsmith melt a few of them back down to make a hook for the end of the chain. Meanwhile, as Orunmila had told him, Obatala gathered all the sand in the sky and put it in an empty snail shell, and in with it he added a little baobab powder. He put that in his pack, along with palm nuts, maize, and other seeds that he found around the baobab tree. He wrapped the egg in his shirt, close to his chest so that it would be warm during his journey. Obatala hooked the chain into the sky, and he began to climb down the chain. For seven days he went down and down, until finally he reached the end of the chain. He hung at its end, not sure what to do, and he looked and listened for any clue. Finally he heard Orunmila, the seer, calling to him to use the sand. He took the shell from his pack and poured out the sand into the water below. The sand hit the water, and to his surprise it spread and solidified to make a vast land. Still unsure what to do, Obatala hung from the end of the chain until his heart pounded so much that the egg cracked. From it flew Sankofa, the bird bearing the sprits of all the orishas. Like a storm, they blew the sand to make dunes and hills and lowlands, giving it character just as the orishas themselves have character. Finally Obatala let go of the chain and dropped to this new land, which he called Ife, the place that divides the waters. Soon he began to explore this land, and as he did so he scattered the seeds from his pack, and as he walked the seeds began to grow behind him, so that the land turned green in his wake. After walking a long time, Obatala grew thirsty and stopped at a small pond. As he bent over the water, he saw his reflection and was pleased. He took some clay from the edge of the pond and began to mold it into the shape he had seen in the reflection. He finished that one and began another, and before long he had made many of these bodies from the dark earth at the pond's side. By then he was even thirstier than before, and he took juice from the newly-grown palm trees and it fermented into palm wine. He drank this, and drank some more, and soon he was intoxicated. He returned to his work of making more forms from the edge of the pond, but now he wasn't careful and made some without eyes or some with misshapen limbs. He thought they all were beautiful, although later he realized that he had erred in drinking the wine and vowed to not do so again. Before long, Olorun dispatched Chameleon down the golden chain to check on Obatala's progress. Chameleon reported Obatala's disappointment at making figures that had form but no life. Gathering gasses from the space beyond the sky, Olorun sparked the gasses into an explosion that he shaped into a fireball. He sent that fireball to Ife, where it dried the lands that were still wet and began to bake the clay figures that Obatala had made. The fireball even set the earth to spinning, as it still does today. Olorun then blew his breath across Ife, and Obatala's figures slowly came to life as the first people of Ife.Eagle and Crow.",
			"img": "img/storyIcon/yourba.png",
			"imgChar" : "img/characters/youruba.png",
			"charName": "Truth",
			"chara":"the truth is the strongest force, and has the power to create and animate the forces within this world."
		},
		{
			"id":	"37",
			"name": "Life from moon and the stars",
			"koteret3": "Zimbabwe's creation myth",
			"description": "Before there was any life on earth, God made a man and named him Moon. He sent Moon to live on the bottom of the sea, but Moon wanted to live on the land. Despite God's warnings of how hard life would be, Moon went to live on land. Eventually the lifelessness of the land made Moon so unhappy that he wept. God took pity on Moon and sent him a wife named Morningstar to keep him company for two years. When Morningstar came from heaven to live with Moon, she brought fire with her, for it had not existed on earth before. She built a fire in the middle of Moon's hut and slept on the side opposite him. In the night, however, he crossed over and made love to her. By the next morning, she was swollen, and she gave birth to the grasses and trees and other plants, and soon the world was green with life. The trees grew until they touched the sky, and then the first rain fell from the clouds that they touched. Thus life on the land flourished, and Moon and Mornngstar led a bountiful life in their new paradise. At the end of her two years, Morningstar returned to the heavens to live there forever. Again Moon wept in his loneliness. God offered him another wife, but he warned Moon that this time the husband would die after two years. Thus Eveningstar came to live with moon. When they first made love, she gave birth to goats and sheep and cows on the next day. On the day after that, she gave birth to the antelopes and birds. On the third day, boys and girls were born. Moon wanted to sleep again with Eveningstar, but God warned him that he should not. He did so, however, and on the next day Eveningstar gave birth to the lions, the leopards, the snakes, and the scorpions that plague humankind because Moon ignored the warning. As Moon's daughters grew up, they became beautiful, and he wanted to sleep with them too. He did so, and they had many children. Thus Moon came to rule over a far-flung kingdom of his descendents. Eveningstar was jealous, however, and she sent a snake to bite her unfaithful husband. He soon fell ill, and the rainfall that his people had enjoyed stopped. As the rivers dried up and famine began, his people concluded that it was his fault. Eventually they rose up and strangled him, and they set another man in his place as king. The people threw Moon's body in the ocean, but he rose from the sea to the skies to seek his first wife Morningstar, in hope of reliving their life in the paradise they had made.",
			"img": "img/storyIcon/zimbabwe.png",
			"imgChar" : "img/characters/zimbabwe.png",
			"charName": "Unkulunkulu",
			"chara":"First Man, and the creator of all things."
		},
		{
			"id":	"38",
			"name": "Seeds of creation",
			"koteret3": "Zulu creation myth",
			"description": "Long ago, before man or any animals roamed the earth, there was just darkness and one very large seed.The seed sank into the earth and from it, long reeds began to grow.They were called Uthlanga, which means the source of all things.Slowly, one reed grew into a man.It was Unkulunkulu, First Man, and the creator of all things.The larger he grew the heavier he became. Finally, when he was fully-grown, he broke off from the reed and fellto earth.As he strolled up and down the earth, he saw other growing reeds forming into men and women.Unkulunkulu broke off the first men and women; medicine men and their dreams. He pulled off cattle and fish andbirds and fierce creatures.He created streams and mountains, lakes and valleys, wind and rain and the sun and the moon.Unkulunkulu created everything we see around us today.He taught the first men and women how to hunt and make fire, how to make clothes and prepare corn. He gaveall of the animals their names.When all of this was done, Unkulunkulu sent the languid chameleon out into the world with the message that hispeople will never die.The chameleon plodded on his mission slowly, slowly, slowly.After several days, Unkulunkulu became impatient and sent a speedy lizard out into the world with the messagethat Death was on its way.The swift lizard quickly overtook the chameleon and arrived at the village first.Once the lizard brought its message to the first people, Death arrived shortly thereafter. It has never left mankindsince.",
			"img": "img/storyIcon/zulu.png",
			"imgChar" : "img/characters/zulu.png",
			"charName": "Uthlanga",
			"chara":"which means the source of all things."
		}	
]
